[
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/1-25-lakh-teachers-to-be-recruited-in-bihar-soon-minister/articleshow/88496456.cms",
      "Headline": "1.25 lakh teachers to be recruited in Bihar soon: Minister",
      "News": "Education minister Vijay Kumar Chaudhary on Saturday said the process of recruitment of about 1.25 lakh elementary, secondary and higher secondary teachers in the sixth phase would be completed within a couple of months and the selected candidates would be receiving their appointment letters in February next year. The minister told this newspaper that the process could have been completed much earlier, but it was delayed due to panchayat elections. “Now that the pachayat elections are over, the schedule of recruitment of all categories of teachers has been released,” he added. According to the schedule released by the state education department, publication of merit list and counselling of candidates for appointment in secondary and higher secondary schools of the state would be completed by February 15 and the appointment letters to the selected candidates would be issued on February 17 and 18. Earlier, the department had released the schedule for the counselling and recruitment of elementary teachers in the third cycle commencing on January 17. “The counselling will be completed by January 28. Appointment letters to all the selected candidates will be issued immediately thereafter,” said the minister. He added the process of recruitment of secondary and higher secondary teachers in the seventh phase would also be started soon as teachers are urgently required for more than 5,000 newly upgraded Plus Two schools in the state.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496456,width-500,resizemode-4,imgsize-/88496456.jpg",
      "News_Headline": "1.25 lakh teachers to be recruited in Bihar soon: Minister,PATNA: Education minister Vijay Kumar Chaudhary on Saturday said the process of recruitment of about 1.25 lakh elementary, secondary and higher secondary teachers in the sixth phase would be completed within a couple of months and the selected candidates would be receiving their appointment letters in February next year. The minister told this newspaper that the process could have been completed much earlier, but it was delayed due to panchayat elections. “Now that the pachayat elections are over, the schedule of recruitment of all categories of teachers has been released,” he added. According to the schedule released by the state education department, publication of merit list and counselling of candidates for appointment in secondary and higher secondary schools of the state would be completed by February 15 and the appointment letters to the selected candidates would be issued on February 17 and 18. Earlier, the department had released the schedule for the counselling and recruitment of elementary teachers in the third cycle commencing on January 17. “The counselling will be completed by January 28. Appointment letters to all the selected candidates will be issued immediately thereafter,” said the minister. He added the process of recruitment of secondary and higher secondary teachers in the seventh phase would also be started soon as teachers are urgently required for more than 5,000 newly upgraded Plus Two schools in the state.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 1,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 5,
      "_Category_1": "Education",
      "_Category_2": "Teachers",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Neutral"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/10-more-test-positive-for-covid-in-bihar/articleshow/88496657.cms",
      "Headline": "Covid-19: 10 more test positive in Bihar",
      "News": "The state recorded 10 new Covid-19 cases in the last 24 hours, which pushed its overall tally to 7,26,427. The toll remained unchanged at 12,094 as no new fatality was reported in the last 24 hours. Of the 10 fresh cases, Patna accounted for four, Vaishali two and Begusarai , Gaya , Munger and Sheikhpura one each. The state now has 81 active cases. Seven people recuperated from the virus in the last 24 hours, taking the total number of recoveries in the state to 7,14,252. The recovery rate among coronavirus patients in the state stood at 98.32% on Saturday against the national average of 98.40%. Altogether, 6 crore samples have been tested for Covid-19 in the state, including 1,47,370 in the last 24 hours. As many as 23 districts in Bihar are free from coronavirus with all patients recovering. Besides,14 districts have single-digit active cases. Patna, however, had 55 cases on Saturday. Meanwhile, 2,72,253 doses of Covid vaccines were administered across the state in the last 24 hours. So far, 9,67,04,765 vaccine doses have been administered in the state.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496657,width-500,resizemode-4,imgsize-77560/88496657.jpg",
      "News_Headline": "Covid-19: 10 more test positive in Bihar,PATNA: The state recorded 10 new Covid-19 cases in the last 24 hours, which pushed its overall tally to 7,26,427. The toll remained unchanged at 12,094 as no new fatality was reported in the last 24 hours. Of the 10 fresh cases, Patna accounted for four, Vaishali two and Begusarai , Gaya , Munger and Sheikhpura one each. The state now has 81 active cases. Seven people recuperated from the virus in the last 24 hours, taking the total number of recoveries in the state to 7,14,252. The recovery rate among coronavirus patients in the state stood at 98.32% on Saturday against the national average of 98.40%. Altogether, 6 crore samples have been tested for Covid-19 in the state, including 1,47,370 in the last 24 hours. As many as 23 districts in Bihar are free from coronavirus with all patients recovering. Besides,14 districts have single-digit active cases. Patna, however, had 55 cases on Saturday. Meanwhile, 2,72,253 doses of Covid vaccines were administered across the state in the last 24 hours. So far, 9,67,04,765 vaccine doses have been administered in the state.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 2,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 9,
      "_Category_1": "COVID-19",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/atm-catches-fire-after-criminals-botched-bid-to-uproot-it-in-gopalganj/articleshow/88510358.cms",
      "Headline": "Bihar: ATM gutted after botched robbery bid in Gopalganj",
      "News": "An attempt by criminals to break open an automatic teller machine ( ATM ) of a public sector bank with the help of a gas cutter went horribly wrong when the machine accidentally caught fire. The incident occurred at Koini Bazaar under the Manjhagarh police station area in Gopalganj district around 2am on Sunday. Bank officials said the ATM contained Rs 43,000 in cash. An FIR was lodged with Manjhagarh police station by the caretaker of the ATM kiosk, Santosh Kumar Yadav , who was informed about the incident by the locals. Gopalganj sadar SDPO Sanjeev Kumar claimed the criminals tried to cut open the machine with a gas cutter, but fled seeing the police patrolling car. “The gas cutter which they left near the cash dispensing area caught fire. Apart from the machine and cash, the air conditioner installed at the kiosk was also gutted.” The SDPO said the CCTV camera installed inside the ATM kiosk was lying defunct. “We are scanning the footage of the CCTV cameras installed in the neighbourhood. Some locals have told police that they saw an SUV near the ATM kiosk early in the morning. Efforts are on to identify the criminals involved in the incident and arrest them,” he added.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510358,width-500,resizemode-4,imgsize-26740/88510358.jpg",
      "News_Headline": "Bihar: ATM gutted after botched robbery bid in Gopalganj,PATNA: An attempt by criminals to break open an automatic teller machine ( ATM ) of a public sector bank with the help of a gas cutter went horribly wrong when the machine accidentally caught fire. The incident occurred at Koini Bazaar under the Manjhagarh police station area in Gopalganj district around 2am on Sunday. Bank officials said the ATM contained Rs 43,000 in cash. An FIR was lodged with Manjhagarh police station by the caretaker of the ATM kiosk, Santosh Kumar Yadav , who was informed about the incident by the locals. Gopalganj sadar SDPO Sanjeev Kumar claimed the criminals tried to cut open the machine with a gas cutter, but fled seeing the police patrolling car. “The gas cutter which they left near the cash dispensing area caught fire. Apart from the machine and cash, the air conditioner installed at the kiosk was also gutted.” The SDPO said the CCTV camera installed inside the ATM kiosk was lying defunct. “We are scanning the footage of the CCTV cameras installed in the neighbourhood. Some locals have told police that they saw an SUV near the ATM kiosk early in the morning. Efforts are on to identify the criminals involved in the incident and arrest them,” he added.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 3,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Law and Order",
      "_Category_2": "Police",
      "_Category_3": "Arrests",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/begusarai-jewellery-loot-case-cracked-four-held/articleshow/88481107.cms",
      "Headline": "Begusarai jewellery loot case cracked, four held",
      "News": "The Begusarai police on Friday claimed to have cracked the sensational loot case in which armed criminals had looted gold and silver jewellery worth over Rs50 lakh from the house of one Kapileshwar Mandal, owner of a jewellery shop, here on December 5. Four criminals were also arrested. The incident caused outrage among local traders as the loot was committed in the morning hours from a house situated hardly 100 metres away from the Begusarai Town police station. The criminals also stabbed Rajiv Mandal, son of Kapileshwar Mandal, when the former tried to raise an alarm. Begusarai SP Awakash Kumar on Friday said on getting information that criminals involved in the case were assembling at a place here on Thursday to share the cash which they got after selling the booty, a raid was conducted by a team of police and four criminals involved in the crime were arrested. “The police team recovered Rs7.52 lakh cash, 79gm gold and 1kg silver from the possession of the arrested criminals. Besides, three pistols, one country-made pistol and 20 live cartridges were also recovered,” the SP said. He added that the SUV used by the criminals in the case besides one motorcycle has also been seized by the police. Those arrested are Gopal Choudhary, Avinash Kumar , Mohd . Kalim and Ranjit Kumar. Giving further detail, the SP said that he had constituted a special investigating team headed by Begusarai sadar SDPO Amit Kumar to crack the case. “Police came across a similar crime that took place in the town area in May. Police had arrested all the criminals barring two, involved in the case. This gave us the clue that the remaining ones might have formed a new gang to commit the loot,” the SP said, adding, “Technical inputs and CCTV footage helped us to nab the gang and carry out raids on their suspected hideouts. The arrested criminals during police interrogation revealed that the looted jewellery was melted and sold to a shop in Patna, from where they got Rs18 lakh cash.”",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481107,width-500,resizemode-4,imgsize-16830/88481107.jpg",
      "News_Headline": "Begusarai jewellery loot case cracked, four held,BEGUSARAI: The Begusarai police on Friday claimed to have cracked the sensational loot case in which armed criminals had looted gold and silver jewellery worth over Rs50 lakh from the house of one Kapileshwar Mandal, owner of a jewellery shop, here on December 5. Four criminals were also arrested. The incident caused outrage among local traders as the loot was committed in the morning hours from a house situated hardly 100 metres away from the Begusarai Town police station. The criminals also stabbed Rajiv Mandal, son of Kapileshwar Mandal, when the former tried to raise an alarm. Begusarai SP Awakash Kumar on Friday said on getting information that criminals involved in the case were assembling at a place here on Thursday to share the cash which they got after selling the booty, a raid was conducted by a team of police and four criminals involved in the crime were arrested. “The police team recovered Rs7.52 lakh cash, 79gm gold and 1kg silver from the possession of the arrested criminals. Besides, three pistols, one country-made pistol and 20 live cartridges were also recovered,” the SP said. He added that the SUV used by the criminals in the case besides one motorcycle has also been seized by the police. Those arrested are Gopal Choudhary, Avinash Kumar , Mohd . Kalim and Ranjit Kumar. Giving further detail, the SP said that he had constituted a special investigating team headed by Begusarai sadar SDPO Amit Kumar to crack the case. “Police came across a similar crime that took place in the town area in May. Police had arrested all the criminals barring two, involved in the case. This gave us the clue that the remaining ones might have formed a new gang to commit the loot,” the SP said, adding, “Technical inputs and CCTV footage helped us to nab the gang and carry out raids on their suspected hideouts. The arrested criminals during police interrogation revealed that the looted jewellery was melted and sold to a shop in Patna, from where they got Rs18 lakh cash.”",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 4,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 15,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Crimes_Against_Property",
      "_Category_4": "Robbery",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/bihar-6-labourers-killed-in-explosion-at-muzaffarpur-factory/articleshow/88503328.cms",
      "Headline": "Bihar: 7 labourers killed in explosion at Muzaffarpur factory",
      "News": "At least seven people were killed and seven others sustained serious burn injuries in a boiler blast in a private food-manufacturing factory in Muzaffarpur ’s Industrial Area Phase II under Bela police station on Sunday morning. The incident took place around 9am in the premises of Anshul Snacks and Beverage Pvt Limited (NS-6P plot) - ‘Boss Foods’. Muzaffarpur DM Pranav Kumar confirmed the death of seven and 6-7 others were injured after a boiler exploded at a noodle-making factory. “Most of the people died due to explosion and steam, and some buried underneath the debris of the building. Identities of people who died in the accident are yet to be ascertained as the bodies were charred badly. The exact cause of the incident could not be known immediately,” he told this newspaper. The impact of the explosion was such that the machines and asbestos sheet roof of the building was blown apart and adjoining factories in the area were also damaged. Hearing the loud thud of explosion, the locals have immediately gathered at the spot. SDRF and other local teams are engaged along with the police team in the rescue operation. Five fire brigade team and emergency services were also rushed to the spot after the explosion was reported. Many labourers were feared to be trapped inside the factory. Muzaffarpur SSP Jayant Kant , who rushed to the spot said that the team have recovered seven dead bodies from debris so far while other seven injured people were rushed to the Shri Krishna Medical College and Hospital (SKMCH) for treatment. “The bodies of the deceased were charred so badly that identity of only two persons were known yet. With the help of FSL team and other local sources, we are trying to know the whereabouts of other deceased. Maximum people in the factory are locals, who works as daily wager in the factory. We have asked the officials to prepare the list of all deceased and injured ones. A team of fire brigade is also deployed at the site,” he said. He added",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88503328,width-500,resizemode-4,imgsize-58578/88503328.jpg",
      "News_Headline": "Bihar: 7 labourers killed in explosion at Muzaffarpur factory,PATNA: At least seven people were killed and seven others sustained serious burn injuries in a boiler blast in a private food-manufacturing factory in Muzaffarpur ’s Industrial Area Phase II under Bela police station on Sunday morning. The incident took place around 9am in the premises of Anshul Snacks and Beverage Pvt Limited (NS-6P plot) - ‘Boss Foods’. Muzaffarpur DM Pranav Kumar confirmed the death of seven and 6-7 others were injured after a boiler exploded at a noodle-making factory. “Most of the people died due to explosion and steam, and some buried underneath the debris of the building. Identities of people who died in the accident are yet to be ascertained as the bodies were charred badly. The exact cause of the incident could not be known immediately,” he told this newspaper. The impact of the explosion was such that the machines and asbestos sheet roof of the building was blown apart and adjoining factories in the area were also damaged. Hearing the loud thud of explosion, the locals have immediately gathered at the spot. SDRF and other local teams are engaged along with the police team in the rescue operation. Five fire brigade team and emergency services were also rushed to the spot after the explosion was reported. Many labourers were feared to be trapped inside the factory. Muzaffarpur SSP Jayant Kant , who rushed to the spot said that the team have recovered seven dead bodies from debris so far while other seven injured people were rushed to the Shri Krishna Medical College and Hospital (SKMCH) for treatment. “The bodies of the deceased were charred so badly that identity of only two persons were known yet. With the help of FSL team and other local sources, we are trying to know the whereabouts of other deceased. Maximum people in the factory are locals, who works as daily wager in the factory. We have asked the officials to prepare the list of all deceased and injured ones. A team of fire brigade is also deployed at the site,” he said. He added: “The effect of the boiler blast has also reached two other nearby factories and all of them are being checked. The injured in nearby factories were also taken to the hospital.” The SSP told this newspaper that as per the preliminary investigation, the irregularities by the control room and boiler controllers have led to explosion of furnace following which the boiler was blasted off. “We are speculating that the uncontrolled fuel was passed into it, due to which the pressure increased. The control room has not checked the pressure, leading to explosion in furnace following which the boiler unit was exploded. The case will be lodged against the people who are responsible for the explosion and the factory owners,” Kant said. The factory, which manufactured snacks and noodles, belongs to Vikash Modi and Shweta Modi. It was being operated in Muzaffarpur since 2006. It supplies snacks in Bihar, Jharkhand, Uttar Pradesh, West Bengal and Odisha. Musahari CO Sudhanshu Shekhar said that seven injured have been identified as Vishal and his brother-in-law Om Prakash (30) from Narkatiyaganj, Vivek Kumar Sada of Madhubani x27;s Harlakhi, Satyam Kumar (20) from Sheohar’s town police station area, Sanjeev Kumar of Navtur Ghurvanti of Madhubani, Mahadev, also from Madhubani and Kundan. Watch Bihar: Many feared dead in explosion at Muzaffarpur factory",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 5,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Crimes_Against_Body",
      "_Category_4": "Murder",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/bihar-cm-nitish-kumar-rejects-demand-for-relaxations-in-anti-liquor-law-for-people-coming-from-outside/articleshow/88480209.cms",
      "Headline": "Bihar CM Nitish Kumar rejects demand for relaxations in anti-liquor law for people coming from outside",
      "News": "CM Nitish Kumar on Friday categorically dismissed the demand for some relaxations in the stringent anti-liquor law for those coming to Bihar from outside. Addressing a public meeting at Gopalganj in the second leg of his state-wide ‘ Samaj Sudhar Abhiyan ’ (Campaign for Social Reforms), he said many people in the state have gone against him mainly because he dared to enforce total prohibition in the state. “Some people, time to time, issues statement that people coming to Bihar from the outside be given permission to drink liquor. Do people from the other places visit Bihar to drink liquor? …….. Why we give permission to the outsider?” Nitish asked from the audience. Citing a WHO report ‘on percentage of deaths due to alcohol across the world’, Nitish said this report showed the bad effects of alcohol across the globe. “Why should we grant permission to drink to the people coming to the state (Bihar) from other places?” he asked. The CM also rejected suggestion by a section of people that an exemption be made on medical grounds for the alcoholics. “Some people argue that alcoholics will fall sick if they are not allowed to drink. I say you will fall sick only after you drink. If you not drink, you will not fall sick.” Nitish also dismissed his detractors’ contention about the alleged fall in tourists’ flow to Bihar after the total prohibition which was enforced on April 5, 2016. “Some people used to claim that people from outside would not arrive in the state after ban on drinking. Resultantly, the flow of tourists would be dwindled. But I said flow of tourist would never be affected. Except the last two years when tourists’ arrival was affected due to covid-19 related restrictions, the number of tourist in Bihar has increased. Till 2019, the number of tourist arriving in Bihar kept increasing even after enforcement of prohibition. …. More than 2 crore tourists arrived in the state in a year,” Nitish said. He further called upon the people, especially woman members of the Jeevika, to inform police on the phone number, now displayed in every village, whenever they get any information about manufacturing or drinking of liquor in their area. “Besides informing police on the given phone number; start shouting, encircle the place or house, and take out procession whenever they found anyone manufacturing or selling illicit liquor,” the CM told the public.",
      "Date": "24-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480209,width-500,resizemode-4,imgsize-839088/88480209.jpg",
      "News_Headline": "Bihar CM Nitish Kumar rejects demand for relaxations in anti-liquor law for people coming from outside,PATNA: CM Nitish Kumar on Friday categorically dismissed the demand for some relaxations in the stringent anti-liquor law for those coming to Bihar from outside. Addressing a public meeting at Gopalganj in the second leg of his state-wide ‘ Samaj Sudhar Abhiyan ’ (Campaign for Social Reforms), he said many people in the state have gone against him mainly because he dared to enforce total prohibition in the state. “Some people, time to time, issues statement that people coming to Bihar from the outside be given permission to drink liquor. Do people from the other places visit Bihar to drink liquor? …….. Why we give permission to the outsider?” Nitish asked from the audience. Citing a WHO report ‘on percentage of deaths due to alcohol across the world’, Nitish said this report showed the bad effects of alcohol across the globe. “Why should we grant permission to drink to the people coming to the state (Bihar) from other places?” he asked. The CM also rejected suggestion by a section of people that an exemption be made on medical grounds for the alcoholics. “Some people argue that alcoholics will fall sick if they are not allowed to drink. I say you will fall sick only after you drink. If you not drink, you will not fall sick.” Nitish also dismissed his detractors’ contention about the alleged fall in tourists’ flow to Bihar after the total prohibition which was enforced on April 5, 2016. “Some people used to claim that people from outside would not arrive in the state after ban on drinking. Resultantly, the flow of tourists would be dwindled. But I said flow of tourist would never be affected. Except the last two years when tourists’ arrival was affected due to covid-19 related restrictions, the number of tourist in Bihar has increased. Till 2019, the number of tourist arriving in Bihar kept increasing even after enforcement of prohibition. …. More than 2 crore tourists arrived in the state in a year,” Nitish said. He further called upon the people, especially woman members of the Jeevika, to inform police on the phone number, now displayed in every village, whenever they get any information about manufacturing or drinking of liquor in their area. “Besides informing police on the given phone number; start shouting, encircle the place or house, and take out procession whenever they found anyone manufacturing or selling illicit liquor,” the CM told the public.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 6,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 8,
      "_Category_1": "Law and Order",
      "_Category_2": "Police",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/bihar-cm-orders-probe-into-muzaffarpur-boiler-blast-incident/articleshow/88510292.cms",
      "Headline": "Bihar CM orders probe into Muzaffarpur boiler blast incident",
      "News": "Bihar chief minister Nitish Kumar on Sunday announced an ex-gratia amount of Rs 4 lakh each to the next kin of all the persons killed in a boiler blast at a noodle factory in Bela industrial area of Muzaffarpur district . At least seven people were killed and another seven injured after a boiler exploded at the noodle factory on Sunday morning, a senior police officer said. The CM also ordered a probe into the incident to fix responsibility of negligence. “A team of officers is being sent from Patna to Muzaffarpur for a probe into the incident. The visiting team will fix responsibility for the incident. Strict actions will be taken against the persons responsible for the incident,” the CM said in a statement issued by his office. The CM also asked the officials to make necessary arrangements of proper treatment of injured persons. Terming the incident as “extremely saddening”, Nitish further expressed sympathy to the family members of deceased persons. He also wished for early recovery of all the deceased persons. Governor Phagu Chauhan too expressed his grief over the death of workers in the boiler blast incident. However, the boiler blast was not an isolated such case in Bihar in the recent year. At least three people were killed and another five injured when a boiler set-up at a mid-day meal kitchen in East Champaran district exploded in November 2019. Earlier in December 2017, at least five persons were killed and many others injured after a boiler exploded at Sasamusa sugar mill in Gopalganj district . Then, the police had also arrested the owner of the mill on the charges of negligence.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510292,width-500,resizemode-4,imgsize-33658/88510292.jpg",
      "News_Headline": "Bihar CM orders probe into Muzaffarpur boiler blast incident,PATNA: Bihar chief minister Nitish Kumar on Sunday announced an ex-gratia amount of Rs 4 lakh each to the next kin of all the persons killed in a boiler blast at a noodle factory in Bela industrial area of Muzaffarpur district . At least seven people were killed and another seven injured after a boiler exploded at the noodle factory on Sunday morning, a senior police officer said. The CM also ordered a probe into the incident to fix responsibility of negligence. “A team of officers is being sent from Patna to Muzaffarpur for a probe into the incident. The visiting team will fix responsibility for the incident. Strict actions will be taken against the persons responsible for the incident,” the CM said in a statement issued by his office. The CM also asked the officials to make necessary arrangements of proper treatment of injured persons. Terming the incident as “extremely saddening”, Nitish further expressed sympathy to the family members of deceased persons. He also wished for early recovery of all the deceased persons. Governor Phagu Chauhan too expressed his grief over the death of workers in the boiler blast incident. However, the boiler blast was not an isolated such case in Bihar in the recent year. At least three people were killed and another five injured when a boiler set-up at a mid-day meal kitchen in East Champaran district exploded in November 2019. Earlier in December 2017, at least five persons were killed and many others injured after a boiler exploded at Sasamusa sugar mill in Gopalganj district . Then, the police had also arrested the owner of the mill on the charges of negligence.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 7,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 4,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Crimes_Against_Body",
      "_Category_4": "Murder",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/bihar-doesnt-need-spl-status-reiterates-state-bjp-president/articleshow/88496488.cms",
      "Headline": "Bihar doesn’t need spl status, reiterates state BJP president",
      "News": "State BJP president Dr Sanjay Jaiswal on Saturday reiterated the saffron party’s stand that Bihar does not need special category status as the state’s share in the central pool of taxes has been increased to 42% on the recommendation of the 14th Finance Commission. “When the state’s share in the central pool of taxes was 32%, the demand for special category status had some validity, but the 14th Finance Commission had made a recommendation of 10% increase in Bihar’s share in the central pool of taxes and brought it to 42%,” Jaiswal said. “The 14th Finance Commission had also noted in its report that since the share of all the states in the central pool of taxes had been increased, there was no need and justification for the grant of special category status to any state,” he added. Jaiswal said Bihar was the second state after Uttar Pradesh whose share in the central pool of taxes had been maximized. He was talking to media persons on the sidelines of the birth anniversary celebration of former PM Atal Bihari Vajpayee at the state BJP headquarters. Vajpayee’s statue made by sculptor Sharad from Patna was also unveiled on the occasion. “Even as the population of Maharashtra is more than that of Bihar, the increase in the share of the former was only 6% against Bihar’s 10%,” he said, adding if any other Finance Commission recommended the grant of special category status in the future, it could be considered for Bihar. On the observation of the NITI Aayog that Bihar had lagged behind in terms of household economy and other developmental activities compared to other states, Jaiswal said it could not be the basis for demanding the special status for Bihar, since the NITI Aayog does not assess the backwardness of a state historically. “It only gives its assessment of the outcome of the ongoing development activities,” he said.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496488,width-500,resizemode-4,imgsize-/88496488.jpg",
      "News_Headline": "Bihar doesn’t need spl status, reiterates state BJP president,PATNA: State BJP president Dr Sanjay Jaiswal on Saturday reiterated the saffron party’s stand that Bihar does not need special category status as the state’s share in the central pool of taxes has been increased to 42% on the recommendation of the 14th Finance Commission. “When the state’s share in the central pool of taxes was 32%, the demand for special category status had some validity, but the 14th Finance Commission had made a recommendation of 10% increase in Bihar’s share in the central pool of taxes and brought it to 42%,” Jaiswal said. “The 14th Finance Commission had also noted in its report that since the share of all the states in the central pool of taxes had been increased, there was no need and justification for the grant of special category status to any state,” he added. Jaiswal said Bihar was the second state after Uttar Pradesh whose share in the central pool of taxes had been maximized. He was talking to media persons on the sidelines of the birth anniversary celebration of former PM Atal Bihari Vajpayee at the state BJP headquarters. Vajpayee’s statue made by sculptor Sharad from Patna was also unveiled on the occasion. “Even as the population of Maharashtra is more than that of Bihar, the increase in the share of the former was only 6% against Bihar’s 10%,” he said, adding if any other Finance Commission recommended the grant of special category status in the future, it could be considered for Bihar. On the observation of the NITI Aayog that Bihar had lagged behind in terms of household economy and other developmental activities compared to other states, Jaiswal said it could not be the basis for demanding the special status for Bihar, since the NITI Aayog does not assess the backwardness of a state historically. “It only gives its assessment of the outcome of the ongoing development activities,” he said.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 8,
      "_result_id_": ".",
      "_category_": "",
      "_score_": ".",
      "_Category_1": "not available",
      "_Category_2": "",
      "_Category_3": "",
      "_Category_4": "",
      "_Category_5": "",
      "_sentiment_": "Positive"
      
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/ranchi/cyber-crime-still-a-major-challenge-for-state-police/articleshow/88510459.cms",
      "Headline": "Cyber crime still a major challenge for Jharkhand police",
      "News": "Jharkhand recorded 95 extremist-related incidents and 919 cases of cyber crime till November 2021, the police have said. Besides, 1,601 cases of murder, including 240 dowry deaths and 1,352 cases of rape were also registered at various police stations till October 2021, the police added. The state government was under attack from opposition parties, which alleged rise in crime against women and targeted political killings. It may be stated here that BJP leader Jeet Ram Munda was killed in Ormanjhi in Ranchi in September while another BJP worker, Ram Munda, was attacked in Jamshedpur in November. A VHP member, Mukesh Soni, was killed this month in Ranchi district while another one was injured in Jamshedpur in November. In cyber crime, Jamtara and Deoghar districts remained the hubs of cyber criminals. Out of 919 cases, 717 were pending before various police stations. However, police had arrested 824 criminals in connection with various incidents. A CID official said, “It is not only Jamtara where cyber criminals are active.” “A large number of cases registered in Jharkhand had links with Bharatpur in Rajasthan.” On the organised crime front, extortion by criminals, mainly the Aman Sao gang and the extremist organizations, including the Tritya Sammelan Prastuti Committee and the People Liberation Front of India members was unabated. They mainly targeted the coal traders, brick kiln owners and the government contractors. Police registered 16 cases against Sao and 10 against another gang leader, Aman Singh , and arrested a horde of criminals associated with them. Inspector general (operations) and Jharkhand police spokesperson Amol Homkar said, “Police remained highly alert on various issues, including extremist activities, crime against women and cyber crime.” “ The status of crime against women was regularly reviewed to pass necessary instructions. Deputy superintendents of police were posted in areas witnessing high number of cyber crime. Our focus was also on checking inter-state groups involvement in promoting illegal opium cultivation in the state.”",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510459,width-500,resizemode-4,imgsize-47414/88510459.jpg",
      "News_Headline": "Cyber crime still a major challenge for Jharkhand police,RANCHI: Jharkhand recorded 95 extremist-related incidents and 919 cases of cyber crime till November 2021, the police have said. Besides, 1,601 cases of murder, including 240 dowry deaths and 1,352 cases of rape were also registered at various police stations till October 2021, the police added. The state government was under attack from opposition parties, which alleged rise in crime against women and targeted political killings. It may be stated here that BJP leader Jeet Ram Munda was killed in Ormanjhi in Ranchi in September while another BJP worker, Ram Munda, was attacked in Jamshedpur in November. A VHP member, Mukesh Soni, was killed this month in Ranchi district while another one was injured in Jamshedpur in November. In cyber crime, Jamtara and Deoghar districts remained the hubs of cyber criminals. Out of 919 cases, 717 were pending before various police stations. However, police had arrested 824 criminals in connection with various incidents. A CID official said, “It is not only Jamtara where cyber criminals are active.” “A large number of cases registered in Jharkhand had links with Bharatpur in Rajasthan.” On the organised crime front, extortion by criminals, mainly the Aman Sao gang and the extremist organizations, including the Tritya Sammelan Prastuti Committee and the People Liberation Front of India members was unabated. They mainly targeted the coal traders, brick kiln owners and the government contractors. Police registered 16 cases against Sao and 10 against another gang leader, Aman Singh , and arrested a horde of criminals associated with them. Inspector general (operations) and Jharkhand police spokesperson Amol Homkar said, “Police remained highly alert on various issues, including extremist activities, crime against women and cyber crime.” “ The status of crime against women was regularly reviewed to pass necessary instructions. Deputy superintendents of police were posted in areas witnessing high number of cyber crime. Our focus was also on checking inter-state groups involvement in promoting illegal opium cultivation in the state.”",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 51,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 5,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Crimes_Against_Body",
      "_Category_4": "Murder",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/bihar-govt-hopeful-of-crossing-10cr-vax-mark-by-dec-31/articleshow/88496693.cms",
      "Headline": "Bihar govt hopeful of crossing 10cr-vax mark by Dec 31",
      "News": "The government will have to administer slightly more than 36 lakh doses of the Covid-19 vaccines in order to meet the new target of 10 crore doses by the end of this year. It had previously announced a six-month campaign to administer 6 crore doses by December 31. However, after exceeding this target significantly ahead of schedule, health minister Mangal Pandey said 10 crore doses would be administered by December 31. According to the data available on the CoWIN portal, the state had administered over 9.67 crore doses as of Thursday evening. Pandey told TOI that meeting the new target of 10 crore doses will be easily accomplished even if slightly more than 5 lakh doses are administered each day until next week. “On December 14, we crossed the 9-crore vaccine mark and in the subsequent 10 days, an additional 63 lakh vaccines were administered. On an average, 5 to 6 lakh doses are administered daily in Bihar and we will surpass the 10-crore mark in the next seven days. On Saturday, 2,72,253 doses were administered until evening,” he claimed. Pandey pointed out that the state has approximately 5.95 crore beneficiaries who are over the age of 18 and eligible to receive the Covid vaccines. “Bihar has a total of 7.22 crore voters over the age of 18. However, 14% are migrants, 2% death cases, and another 2% are not at their address. Without these, nearly 5.95 crore vaccines must be administered. Nearly 5.72 crore (96.13%) of these eligible beneficiaries have taken their first dose, while another 3.91 crore (66%) have received their second dose. Now, only 4% of the eligible beneficiaries have not received the vaccine at all,” the minister said. He added, “Each block has a refusal response team that counsels individuals who are unwilling to take the vaccine. Our team is going door to door, whether it is an agricultural field or a public space, to administer vaccines.” Pandey admitted that among the beneficiaries who had not received their vaccines were pregnant women, who were also counselled.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496693,width-500,resizemode-4,imgsize-112248/88496693.jpg",
      "News_Headline": "Bihar govt hopeful of crossing 10cr-vax mark by Dec 31,PATNA: The government will have to administer slightly more than 36 lakh doses of the Covid-19 vaccines in order to meet the new target of 10 crore doses by the end of this year. It had previously announced a six-month campaign to administer 6 crore doses by December 31. However, after exceeding this target significantly ahead of schedule, health minister Mangal Pandey said 10 crore doses would be administered by December 31. According to the data available on the CoWIN portal, the state had administered over 9.67 crore doses as of Thursday evening. Pandey told TOI that meeting the new target of 10 crore doses will be easily accomplished even if slightly more than 5 lakh doses are administered each day until next week. “On December 14, we crossed the 9-crore vaccine mark and in the subsequent 10 days, an additional 63 lakh vaccines were administered. On an average, 5 to 6 lakh doses are administered daily in Bihar and we will surpass the 10-crore mark in the next seven days. On Saturday, 2,72,253 doses were administered until evening,” he claimed. Pandey pointed out that the state has approximately 5.95 crore beneficiaries who are over the age of 18 and eligible to receive the Covid vaccines. “Bihar has a total of 7.22 crore voters over the age of 18. However, 14% are migrants, 2% death cases, and another 2% are not at their address. Without these, nearly 5.95 crore vaccines must be administered. Nearly 5.72 crore (96.13%) of these eligible beneficiaries have taken their first dose, while another 3.91 crore (66%) have received their second dose. Now, only 4% of the eligible beneficiaries have not received the vaccine at all,” the minister said. He added, “Each block has a refusal response team that counsels individuals who are unwilling to take the vaccine. Our team is going door to door, whether it is an agricultural field or a public space, to administer vaccines.” Pandey admitted that among the beneficiaries who had not received their vaccines were pregnant women, who were also counselled.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 9,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 3,
      "_Category_1": "State Government",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/boiler-blast-kills-7-in-muzaffarpur/articleshow/88510708.cms",
      "Headline": "Boiler blast kills seven in Bihar's Muzaffarpur",
      "News": "At least seven people were killed and seven others injured in a boiler blast at a factory that manufactures noodles and other snacks at Bela industrial area in Muzaffarpur around 9am on Sunday. The factory is run by Anshul Snacks and Beverage Pvt Limited. Muzaffarpur DM Pranav Kumar said most people died due to steam caused by the explosion and some of them were found buried underneath the debris of the building. “Two of the dead people are yet to be identified as their bodies were badly charred. The exact cause of the incident could not be ascertained immediately,” he added. The impact of the explosion was such that the machines and asbestos roof of the building were blown away and adjoining factories in the area were also damaged. Hearing the loud thud of explosion, the locals immediately gathered at the spot. The State Disaster Response Force (SDRF) personnel and the local police were engaged in rescue operation till late in the evening. Five fire tenders were used to douse the flames. Muzaffarpur SSP Jayant Kant said seven bodies were recovered from the spot. “The seven injured people are undergoing treatment at the Shri Krishna Medical College and Hospital (SKMCH). Five of the victims were identified as Prakash Rai, Vinod Rai, Sandeep Kumar, Amarnath Sah and M Sahni,” he added. The SSP added preliminary investigations revealed that negligence on the part of those manning the boiler control room led to the explosion. “The control room staff had not checked the pressure, which led to explosion in the furnace,” he said. The owners of the factory have been identified as Vikash Modi and Mona Modi. The factory was being run in Muzaffarpur since 2006. It used to supply snacks to Jharkhand, Uttar Pradesh, West Bengal and Odisha as well. “An FIR has been lodged at Bela police station against Vikash Modi, Mona Modi and supervisor Vikram Modi for negligence,” police said. Musahari circle officer Sudhanshu Shekhar said the seven injured people were identified as Vishal, Om Prakash, Vivek Kumar Sada, Satyam Kumar, Sanjeev Kumar, Mahadev and Kundan.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510708,width-500,resizemode-4,imgsize-97398/88510708.jpg",
      "News_Headline": "Boiler blast kills seven in Bihar's Muzaffarpur,PATNA: At least seven people were killed and seven others injured in a boiler blast at a factory that manufactures noodles and other snacks at Bela industrial area in Muzaffarpur around 9am on Sunday. The factory is run by Anshul Snacks and Beverage Pvt Limited. Muzaffarpur DM Pranav Kumar said most people died due to steam caused by the explosion and some of them were found buried underneath the debris of the building. “Two of the dead people are yet to be identified as their bodies were badly charred. The exact cause of the incident could not be ascertained immediately,” he added. The impact of the explosion was such that the machines and asbestos roof of the building were blown away and adjoining factories in the area were also damaged. Hearing the loud thud of explosion, the locals immediately gathered at the spot. The State Disaster Response Force (SDRF) personnel and the local police were engaged in rescue operation till late in the evening. Five fire tenders were used to douse the flames. Muzaffarpur SSP Jayant Kant said seven bodies were recovered from the spot. “The seven injured people are undergoing treatment at the Shri Krishna Medical College and Hospital (SKMCH). Five of the victims were identified as Prakash Rai, Vinod Rai, Sandeep Kumar, Amarnath Sah and M Sahni,” he added. The SSP added preliminary investigations revealed that negligence on the part of those manning the boiler control room led to the explosion. “The control room staff had not checked the pressure, which led to explosion in the furnace,” he said. The owners of the factory have been identified as Vikash Modi and Mona Modi. The factory was being run in Muzaffarpur since 2006. It used to supply snacks to Jharkhand, Uttar Pradesh, West Bengal and Odisha as well. “An FIR has been lodged at Bela police station against Vikash Modi, Mona Modi and supervisor Vikram Modi for negligence,” police said. Musahari circle officer Sudhanshu Shekhar said the seven injured people were identified as Vishal, Om Prakash, Vivek Kumar Sada, Satyam Kumar, Sanjeev Kumar, Mahadev and Kundan.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 10,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 5,
      "_Category_1": "Education",
      "_Category_2": "College",
      "_Category_3": "Medical_Colleges",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/chhapra-jail-supdts-rs-rs-2-5cr-da-unearthed/articleshow/88481026.cms",
      "Headline": "Chhapra jail supdt’s Rs Rs 2.5cr DA unearthed",
      "News": "The vigilance sleuths on Friday raided three premises of Chhapra jail superintendent Ramadhar Singh and unearthed disproportionate assets (DA) worth over 2.50 crore amassed by him. Gold biscuits, parts of two gold bricks and documents related to investments in mutual funds and shares were seized. The Vigilance Investigation Bureau (VIB) had registered a DA case against Singh on Thursday. The raids were conducted at Singh’s official residence in Chhapra, a four-storey building in Gaya’s Manpur and a flat in Jakkanpur locality of Patna. As per the official statement released by VIB, Rs 19.40 lakh in cash, over 1kg silver and 500-gram gold jewellery worth Rs 29 lakh were recovered from Singh’s premises. Apart from cash, gold and silver, 31 land deeds valued at Rs 1.92 crore were also found. The vigilance sleuths recovered Singh’s 24 passbooks which showed Rs 30 lakh deposits in banks and Rs 12 lakh in post office. ADG (vigilance) Sunil Kumar Jha said the raids were on till late in the evening. “The value of DA amassed by Singh might increase. At least 40 officials were involved in the raids which were conducted simultaneously in three cities,” he added. Deputy SP Surendra Kumar Mahaur , who led the raid in Chhapra, said the jail superintendent was not found as he had gone to Patna. “His family members were present at the house and they were told to cooperate with the vigilance sleuths. Singh had joined Chhapra jail in August this year. Earlier, he was the jail superintendent in Bettiah,” Mahaur added.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481026,width-500,resizemode-4,imgsize-30516/88481026.jpg",
      "News_Headline": "Chhapra jail supdt’s Rs Rs 2.5cr DA unearthed,PATNA/CHHAPRA: The vigilance sleuths on Friday raided three premises of Chhapra jail superintendent Ramadhar Singh and unearthed disproportionate assets (DA) worth over 2.50 crore amassed by him. Gold biscuits, parts of two gold bricks and documents related to investments in mutual funds and shares were seized. The Vigilance Investigation Bureau (VIB) had registered a DA case against Singh on Thursday. The raids were conducted at Singh’s official residence in Chhapra, a four-storey building in Gaya’s Manpur and a flat in Jakkanpur locality of Patna. As per the official statement released by VIB, Rs 19.40 lakh in cash, over 1kg silver and 500-gram gold jewellery worth Rs 29 lakh were recovered from Singh’s premises. Apart from cash, gold and silver, 31 land deeds valued at Rs 1.92 crore were also found. The vigilance sleuths recovered Singh’s 24 passbooks which showed Rs 30 lakh deposits in banks and Rs 12 lakh in post office. ADG (vigilance) Sunil Kumar Jha said the raids were on till late in the evening. “The value of DA amassed by Singh might increase. At least 40 officials were involved in the raids which were conducted simultaneously in three cities,” he added. Deputy SP Surendra Kumar Mahaur , who led the raid in Chhapra, said the jail superintendent was not found as he had gone to Patna. “His family members were present at the house and they were told to cooperate with the vigilance sleuths. Singh had joined Chhapra jail in August this year. Earlier, he was the jail superintendent in Bettiah,” Mahaur added.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 11,
      "_result_id_": ".",
      "_category_": "",
      "_score_": ".",
      "_Category_1": "not available",
      "_Category_2": "",
      "_Category_3": "",
      "_Category_4": "",
      "_Category_5": "",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/christmas-celebrated-with-pomp-and-gaiety-in-patna/articleshow/88496661.cms",
      "Headline": "Christmas celebrated with pomp and gaiety in Patna",
      "News": "Christmas was celebrated amid fun and gaiety across the city on Saturday with churches wearing colourful looks and people joining special prayer service. The celebrations started with midnight vigil with thousands of devotees gathering at different churches. Patna Archbishop Sebastian Kallapura spread the message of love, peace, harmony and hope. In his message, he thanked the people of state for maintaining peace and harmony and prayed for the development of Bihar. “Even in difficult times, we need to keep faith in God,” he said. The 308-year-old Padri Ki Haveli in Patna City was reverberated with Christmas carol and spontaneous cultural events. Cakes were distributed and a decorated Christmas Crib, which represents how Jesus was born, was opened for devotees. The devotees gathered in the morning for Christmas service and shared greetings with each other. Fr Pius Prashant, parish priest of Queen of the Apostles Church at Kurji, said the mass prayer was conducted in two shifts at 7am and 8.30am. “The celebrations began with carol singing, which was followed by prayer service. We have prayed for the well-being of everyone and distributed 2,000 woollen blankets among the underprivileged living in the neighbourhood. The church remained open for non-Catholics till 6pm,” he said. Devotees also lit up candles at St Joseph’s Pro-Cathedral Church at Bankipore. The tradition of putting a symbolic baby Jesus in the crib was followed. The priests said Christmas was about spreading the message of love and peace across the world. Festivities continued throughout the day on Saturday at homes and eateries. Abhishek Patrick , a resident of Hajiganj, said after prayer service at the church, they decorated their home with tree, Christmas goodies and lights. “We ate sumptuous food with family members and relatives, distributed cakes and shared greetings with friends and relatives,” he said. Raymond Osta, a resident of New Patliputra, said he offered prayer with his family members at Sacred Heart Church , Patliputra. “We have distributed ration and blankets among 100 underprivileged families,” he said. The churches will hold a special prayer service from 8am on Sunday on the occasion of Holy Family Day.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496661,width-500,resizemode-4,imgsize-108436/88496661.jpg",
      "News_Headline": "Christmas celebrated with pomp and gaiety in Patna,PATNA: Christmas was celebrated amid fun and gaiety across the city on Saturday with churches wearing colourful looks and people joining special prayer service. The celebrations started with midnight vigil with thousands of devotees gathering at different churches. Patna Archbishop Sebastian Kallapura spread the message of love, peace, harmony and hope. In his message, he thanked the people of state for maintaining peace and harmony and prayed for the development of Bihar. “Even in difficult times, we need to keep faith in God,” he said. The 308-year-old Padri Ki Haveli in Patna City was reverberated with Christmas carol and spontaneous cultural events. Cakes were distributed and a decorated Christmas Crib, which represents how Jesus was born, was opened for devotees. The devotees gathered in the morning for Christmas service and shared greetings with each other. Fr Pius Prashant, parish priest of Queen of the Apostles Church at Kurji, said the mass prayer was conducted in two shifts at 7am and 8.30am. “The celebrations began with carol singing, which was followed by prayer service. We have prayed for the well-being of everyone and distributed 2,000 woollen blankets among the underprivileged living in the neighbourhood. The church remained open for non-Catholics till 6pm,” he said. Devotees also lit up candles at St Joseph’s Pro-Cathedral Church at Bankipore. The tradition of putting a symbolic baby Jesus in the crib was followed. The priests said Christmas was about spreading the message of love and peace across the world. Festivities continued throughout the day on Saturday at homes and eateries. Abhishek Patrick , a resident of Hajiganj, said after prayer service at the church, they decorated their home with tree, Christmas goodies and lights. “We ate sumptuous food with family members and relatives, distributed cakes and shared greetings with friends and relatives,” he said. Raymond Osta, a resident of New Patliputra, said he offered prayer with his family members at Sacred Heart Church , Patliputra. “We have distributed ration and blankets among 100 underprivileged families,” he said. The churches will hold a special prayer service from 8am on Sunday on the occasion of Holy Family Day.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 12,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 4,
      "_Category_1": "FOOD",
      "_Category_2": "Specific_Issues",
      "_Category_3": "Ration_PDS_Related",
      "_Category_4": "Request_for_New_FPS",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/covid-cases-spike-as-28-test-ve-in-24-hours/articleshow/88510381.cms",
      "Headline": "Bihar: Covid cases spike as 28 test positive in 24 hours",
      "News": "The number of daily Covid cases increased manifold in the state on Sunday with 28 people testing positive for the virus against 1,34,279 samples tested. Patna alone accounted for 10 new cases. Such increase in the number of new cases has been registered in the state after nearly four months. It was on August 25 that the state had recorded 31 cases. Since then, the state had been recording daily new cases either in single-digit or in the range of less than 20. Apart from 10 fresh cases in Patna, Gaya recorded nine cases, Katihar three and Purnia, Bhagalpur, Rohtas, Samastipur and Siwan one each. One of the new patients was from outside the state. According to the state health department, 11 people recovered from the virus in the last 24 hours. The number of active cases in the state stood at 98 on Sunday. Meanwhile, a four-member central team reached the state on Sunday to assess Covid situation. The team will take stock of test and vaccination apart from gathering details of genome sequencing of samples. The Centre has deputed its teams to 10 states, including Bihar, to assess Covid situation, including availability of beds, ambulances, ventilators and oxygen. One of the team members, Dr Hemant Mahajan, said they would stay in Bihar for three to five days. “We will submit our report to the state government and the Centre,” he added. Sources said the team members would hold a meeting with senior officials of the health department on Monday. Meanwhile, Munger district magistrate DM Navin Kumar on Sunday said eight BMP jawans have tested positive for Covid in the district. However, the health department has so far not confirmed it. The DM said a woman constable had tested positive a couple of days back after which all her contacts where tested.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510381,width-500,resizemode-4,imgsize-19244/88510381.jpg",
      "News_Headline": "Bihar: Covid cases spike as 28 test positive in 24 hours,PATNA: The number of daily Covid cases increased manifold in the state on Sunday with 28 people testing positive for the virus against 1,34,279 samples tested. Patna alone accounted for 10 new cases. Such increase in the number of new cases has been registered in the state after nearly four months. It was on August 25 that the state had recorded 31 cases. Since then, the state had been recording daily new cases either in single-digit or in the range of less than 20. Apart from 10 fresh cases in Patna, Gaya recorded nine cases, Katihar three and Purnia, Bhagalpur, Rohtas, Samastipur and Siwan one each. One of the new patients was from outside the state. According to the state health department, 11 people recovered from the virus in the last 24 hours. The number of active cases in the state stood at 98 on Sunday. Meanwhile, a four-member central team reached the state on Sunday to assess Covid situation. The team will take stock of test and vaccination apart from gathering details of genome sequencing of samples. The Centre has deputed its teams to 10 states, including Bihar, to assess Covid situation, including availability of beds, ambulances, ventilators and oxygen. One of the team members, Dr Hemant Mahajan, said they would stay in Bihar for three to five days. “We will submit our report to the state government and the Centre,” he added. Sources said the team members would hold a meeting with senior officials of the health department on Monday. Meanwhile, Munger district magistrate DM Navin Kumar on Sunday said eight BMP jawans have tested positive for Covid in the district. However, the health department has so far not confirmed it. The DM said a woman constable had tested positive a couple of days back after which all her contacts where tested.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 13,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 10,
      "_Category_1": "State Government",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Neutral"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/criminals-flee-with-atm-containing-over-rs-5-lakh/articleshow/88496421.cms",
      "Headline": "Criminals flee with ATM containing over Rs 5 lakh in Patna",
      "News": "Criminals decamped after uprooting an automated teller machine ( ATM ) of IDBI Bank containing around Rs 5.75 lakh at Amhara village under the Bihta police station area in western Patna in the wee hours of Saturday. After noticing the machine missing from the kiosk, the locals informed the police around 8am. Manager of the IDBI Bank’s Amhara branch, Shanu Kumar , later lodged a formal complaint with the police. SHO of Bihta police station Ritu Raj said through closed-circuit television (CCTV) camera was installed at the ATM kiosk, it’s not clear how many criminals were involved in the burglary. “The incident took place between 1.30am and 1.50am. One of the criminals cut the wires of CCTV. Preliminary investigations revealed that the criminals first tried to cut open the cash section of the machine but failed. They later uprooted the machine and fled with it in an SUV,” he added. Shanu Kumar, manager of the bank branch, said he rushed to the spot after being informed about the incident by the locals only to find the ATM missing. This is the second such incident in the district in past two months. Earlier, a group of criminals had uprooted an ATM containing Rs 20 lakh in Phulwarisharif area.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496421,width-500,resizemode-4,imgsize-34010/88496421.jpg",
      "News_Headline": "Criminals flee with ATM containing over Rs 5 lakh in Patna,PATNA: Criminals decamped after uprooting an automated teller machine ( ATM ) of IDBI Bank containing around Rs 5.75 lakh at Amhara village under the Bihta police station area in western Patna in the wee hours of Saturday. After noticing the machine missing from the kiosk, the locals informed the police around 8am. Manager of the IDBI Bank’s Amhara branch, Shanu Kumar , later lodged a formal complaint with the police. SHO of Bihta police station Ritu Raj said through closed-circuit television (CCTV) camera was installed at the ATM kiosk, it’s not clear how many criminals were involved in the burglary. “The incident took place between 1.30am and 1.50am. One of the criminals cut the wires of CCTV. Preliminary investigations revealed that the criminals first tried to cut open the cash section of the machine but failed. They later uprooted the machine and fled with it in an SUV,” he added. Shanu Kumar, manager of the bank branch, said he rushed to the spot after being informed about the incident by the locals only to find the ATM missing. This is the second such incident in the district in past two months. Earlier, a group of criminals had uprooted an ATM containing Rs 20 lakh in Phulwarisharif area.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 14,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 3,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Crimes_Against_Property",
      "_Category_4": "Burglary",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/doctor-arrested-for-violating-liquor-ban-in-patna/articleshow/88507572.cms",
      "Headline": "Doctor arrested for violating liquor ban in Patna",
      "News": "A doctor was arrested for violating the statewide ban on liquor consumption after he consumed alcohol at his residence in Bihar  x27;s Patna . He was sent to jail, said a police official. The doctor was identified as Abhishek Mundu who claimed to be working at a hospital in Jharkhand  x27;s Jamshedpur. Speaking to the reporters on Saturday, Station house officer, Gardanibagh , Arun Kumar said, &quot;All such people are under our radar who consume alcohol despite the ban on liquor in the state. We take action against them regularly. We got a piece of information that there is a doctor, Abhishek Mundu who is consuming alcohol in a church compound. Upon reaching the spot, a bottle of liquor was recovered from his possession.&quot; &quot;When we got him tested, he was proven to have consumed alcohol. He said that he is posted at ESI hospital in Jharkhand x27;s Jamshedpur and came here on the Christmas holiday. He has been sent to jail,&quot; Kumar added. &quot;We are investigating where did he get the supply of alcohol from,&quot; he said. On November 26, Bihar police personnel had taken an oath to ensure the implementation of the liquor ban in the state. Bihar chief minister Nitish Kumar had claimed in November that the crime rate in the state came down after the liquor ban.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88507572,width-500,resizemode-4,imgsize-27426/88507572.jpg",
      "News_Headline": "Doctor arrested for violating liquor ban in Patna,PATNA: A doctor was arrested for violating the statewide ban on liquor consumption after he consumed alcohol at his residence in Bihar  x27;s Patna . He was sent to jail, said a police official. The doctor was identified as Abhishek Mundu who claimed to be working at a hospital in Jharkhand  x27;s Jamshedpur. Speaking to the reporters on Saturday, Station house officer, Gardanibagh , Arun Kumar said, &quot;All such people are under our radar who consume alcohol despite the ban on liquor in the state. We take action against them regularly. We got a piece of information that there is a doctor, Abhishek Mundu who is consuming alcohol in a church compound. Upon reaching the spot, a bottle of liquor was recovered from his possession.&quot; &quot;When we got him tested, he was proven to have consumed alcohol. He said that he is posted at ESI hospital in Jharkhand x27;s Jamshedpur and came here on the Christmas holiday. He has been sent to jail,&quot; Kumar added. &quot;We are investigating where did he get the supply of alcohol from,&quot; he said. On November 26, Bihar police personnel had taken an oath to ensure the implementation of the liquor ban in the state. Bihar chief minister Nitish Kumar had claimed in November that the crime rate in the state came down after the liquor ban.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 15,
      "_result_id_": 4,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/double-decker-flyover-project-gathers-momentum-in-chhapra/articleshow/88496396.cms",
      "Headline": "Double-decker flyover project gathers momentum in Chhapra",
      "News": "The work on construction of a double-decker flyover in Chhapra has been accelerated. The company has begun the process of uploading steel girders over the lower deck’s pillars and casting the upper deck’s pillars. Following his appointment as Saran district magistrate, Rajesh Meena had directed the construction company and the officials concerned to expedite the flyover work by resolving the bottlenecks in November. Sushil Kumar, the executive engineer of Bihar Rajya Pul Nirman Nigam Limited which is the flyover project’s executing agency, told this reporter that ramps would be constructed at Municipal Chowk to connect Thana Chowk (towards the southern side) and Gandhi Chowk to connect Nehru Chowk (towards the northern side). “To accomplish this, the district administration has been tasked with acquiring necessary land in both locations,” he explained. The proposed alignment will begin at Police Lines and end near Rajendra Sarowar on the town’s western outskirts, passing through Gandhi Chowk and Rajendra Chowk. The flyover’s lower deck is intended to be used by vehicles approaching from the east, including Patna and Hajipur. On the other hand, the upper deck will terminate near the bus stop and will be used by vehicles arriving from Siwan, Baniapur, and Uttar Pradesh, among other places. For the purpose of construction, the 3.5km-long double-decker flyover has been divided into five zones — Bhikhari Thakur Chowk to Gandhi Chowk (1265.50m), Gandhi Chowk to Katahari Bag (197.40m), Katahari Bag to Salempur Chowk (951.30m), Municipal Chowk to Rajendra Sarowar (661.20m), and Rajendra Sarowar to bus stand (427.70m). Dineshwar Pathak, the deputy general manager of the construction firm, stated that the width of the flyover’s lower and upper decks would be 5.5m, while the road on the ground would be 8m wide. “The flyover will have a height of 7.5m between its two decks and a total height of 15m above ground. Drainage must be constructed on both flanks,” he added. In July 2018, chief minister Nitish Kumar had laid the foundation for the double-decker flyover. The ambitious project, which is being funded to the tune of Rs 411.32 crore, was initially scheduled to be completed by June 2022 but has been pushed back to 2024.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496396,width-500,resizemode-4,imgsize-/88496396.jpg",
      "News_Headline": "Double-decker flyover project gathers momentum in Chhapra,CHHAPRA: The work on construction of a double-decker flyover in Chhapra has been accelerated. The company has begun the process of uploading steel girders over the lower deck’s pillars and casting the upper deck’s pillars. Following his appointment as Saran district magistrate, Rajesh Meena had directed the construction company and the officials concerned to expedite the flyover work by resolving the bottlenecks in November. Sushil Kumar, the executive engineer of Bihar Rajya Pul Nirman Nigam Limited which is the flyover project’s executing agency, told this reporter that ramps would be constructed at Municipal Chowk to connect Thana Chowk (towards the southern side) and Gandhi Chowk to connect Nehru Chowk (towards the northern side). “To accomplish this, the district administration has been tasked with acquiring necessary land in both locations,” he explained. The proposed alignment will begin at Police Lines and end near Rajendra Sarowar on the town’s western outskirts, passing through Gandhi Chowk and Rajendra Chowk. The flyover’s lower deck is intended to be used by vehicles approaching from the east, including Patna and Hajipur. On the other hand, the upper deck will terminate near the bus stop and will be used by vehicles arriving from Siwan, Baniapur, and Uttar Pradesh, among other places. For the purpose of construction, the 3.5km-long double-decker flyover has been divided into five zones — Bhikhari Thakur Chowk to Gandhi Chowk (1265.50m), Gandhi Chowk to Katahari Bag (197.40m), Katahari Bag to Salempur Chowk (951.30m), Municipal Chowk to Rajendra Sarowar (661.20m), and Rajendra Sarowar to bus stand (427.70m). Dineshwar Pathak, the deputy general manager of the construction firm, stated that the width of the flyover’s lower and upper decks would be 5.5m, while the road on the ground would be 8m wide. “The flyover will have a height of 7.5m between its two decks and a total height of 15m above ground. Drainage must be constructed on both flanks,” he added. In July 2018, chief minister Nitish Kumar had laid the foundation for the double-decker flyover. The ambitious project, which is being funded to the tune of Rs 411.32 crore, was initially scheduled to be completed by June 2022 but has been pushed back to 2024.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 16,
      "_result_id_": 4,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Land",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/drones-to-be-used-to-check-illegal-liquor-trade-in-bihar/articleshow/88496677.cms",
      "Headline": "Drones to be used to check illegal liquor trade in Bihar",
      "News": "Drones will now keep tabs on illegal brewing, smuggling of liquor and those engaged in sourcing alcohol illegally in inaccessible areas such as diara, small hamlets, forests, remote and hilly areas of the state. To start with, a high-tech drone will be used from January next year to ensure strict implementation of liquor prohibition in the state. The prohibition, excise and registration department on Saturday conducted a trial run of drones in Digha riverine area by engaging three agencies. Deputy commissioner (prohibition) Krishna Kumar said the department would award tender to one of the three agencies in the next couple of days. “The agency will be selected based on its performance. The drones will ensure river patrolling to check the smuggling of liquor in Bihar ,” he said. “We will use high-tech drones in remote and inaccessible areas to stop illegal manufacture of liquor. With the help of closed-circuit television camera installed in the drone, we will get the pictures of people involved in illegal liquor trade,” Kumar said. During the trial run at Digha, SP (prohibition) Sanjay Singh told mediapersons that focus is on areas where people manufacture liquor illegally. “The drones will be handy in checking illicit liquor trade in far-flung areas.” The decision to use drones was taken at a meeting held in November this year on prohibition. The government has approved the proposal and the police will initially purchase five to six drones.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496677,width-500,resizemode-4,imgsize-14252/88496677.jpg",
      "News_Headline": "Drones to be used to check illegal liquor trade in Bihar,PATNA: Drones will now keep tabs on illegal brewing, smuggling of liquor and those engaged in sourcing alcohol illegally in inaccessible areas such as diara, small hamlets, forests, remote and hilly areas of the state. To start with, a high-tech drone will be used from January next year to ensure strict implementation of liquor prohibition in the state. The prohibition, excise and registration department on Saturday conducted a trial run of drones in Digha riverine area by engaging three agencies. Deputy commissioner (prohibition) Krishna Kumar said the department would award tender to one of the three agencies in the next couple of days. “The agency will be selected based on its performance. The drones will ensure river patrolling to check the smuggling of liquor in Bihar ,” he said. “We will use high-tech drones in remote and inaccessible areas to stop illegal manufacture of liquor. With the help of closed-circuit television camera installed in the drone, we will get the pictures of people involved in illegal liquor trade,” Kumar said. During the trial run at Digha, SP (prohibition) Sanjay Singh told mediapersons that focus is on areas where people manufacture liquor illegally. “The drones will be handy in checking illicit liquor trade in far-flung areas.” The decision to use drones was taken at a meeting held in November this year on prohibition. The government has approved the proposal and the police will initially purchase five to six drones.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 17,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 6,
      "_Category_1": "Law and Order",
      "_Category_2": "CRIME",
      "_Category_3": "Other_IPC_Crimes",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/enough-vaccine-stock-to-inoculate-kids-govt/articleshow/88510423.cms",
      "Headline": "Enough vaccine stock to inoculate kids: Bihar govt",
      "News": "The state is gearing up to administer Covid vaccine shots to children in the age group of 15 to 18 years following Prime Minister Narendra Modi ’s announcement in this regard. With just a week left for the exercise to begin from January 3, the health officials have started doing groundwork though the Centre’s detailed guideline with regard to vaccination of children is still awaited. Health department special secretary Sanjay Kumar Singh said around 75 lakh children would fall in the category of 15-18 years in the state. “According to a data released in 2002, nearly 28 lakh children are born per year in the state. Excluding some cases of newborn deaths, we expect the number of children in the age group of 15-18 years to be around 75 lakh,” Singh added. Asked whether the beneficiaries among women would also be inoculated at the educational institutions, Singh said, “We are awaiting the Centre’s detailed guideline. Once everything is clear, the plan will be made accordingly. Vaccination can be arranged at schools or even at home. We have sufficient vaccine doses to inoculate eligible children,” he added. Though PM Modi announced vaccination of teenagers above 15 years, Bharat Biotech had sought approval for emergency use of vaccine for children in the age group of 12 to 18 years. “We are waiting for a clear instruction in this regard from the Centre,” said a senior doctor. In Bihar, clinical trial of Bharat Biotech’s Covaxin had been done on nearly 200 children in the age group of 2-18 years at AIIMS-Patna. Covid-19 nodal incharge at AAIMS-P, Dr Sanjeev Kumar , said all the children who participated in the trial were completely fine.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510423,width-500,resizemode-4,imgsize-23402/88510423.jpg",
      "News_Headline": "Enough vaccine stock to inoculate kids: Bihar govt,PATNA: The state is gearing up to administer Covid vaccine shots to children in the age group of 15 to 18 years following Prime Minister Narendra Modi ’s announcement in this regard. With just a week left for the exercise to begin from January 3, the health officials have started doing groundwork though the Centre’s detailed guideline with regard to vaccination of children is still awaited. Health department special secretary Sanjay Kumar Singh said around 75 lakh children would fall in the category of 15-18 years in the state. “According to a data released in 2002, nearly 28 lakh children are born per year in the state. Excluding some cases of newborn deaths, we expect the number of children in the age group of 15-18 years to be around 75 lakh,” Singh added. Asked whether the beneficiaries among women would also be inoculated at the educational institutions, Singh said, “We are awaiting the Centre’s detailed guideline. Once everything is clear, the plan will be made accordingly. Vaccination can be arranged at schools or even at home. We have sufficient vaccine doses to inoculate eligible children,” he added. Though PM Modi announced vaccination of teenagers above 15 years, Bharat Biotech had sought approval for emergency use of vaccine for children in the age group of 12 to 18 years. “We are waiting for a clear instruction in this regard from the Centre,” said a senior doctor. In Bihar, clinical trial of Bharat Biotech’s Covaxin had been done on nearly 200 children in the age group of 2-18 years at AIIMS-Patna. Covid-19 nodal incharge at AAIMS-P, Dr Sanjeev Kumar , said all the children who participated in the trial were completely fine.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 18,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Neutral"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/expect-light-rainfall-in-bihar-for-4-days-from-december-27-met/articleshow/88480639.cms",
      "Headline": "Expect light rainfall in Bihar for 4 days from December 27: Met",
      "News": "People should brace for biting cold weather as Patna Meteorological Centre has issued an alert for winter rain and low temperature in the state from Monday. Light to moderate rainfall is expected to occur at most places in the state from December 27 to 30. An all-India weather bulletin issued by India Meteorological Department on Friday evening stated that isolated to scattered rainfall would occur in Bihar between December 27 and 29. The expected inclement weather has been attributed to a western disturbance. A special bulletin issued by Patna Meteorological Centre said a western disturbance was expected to affect the weather conditions in Bihar from December 27 to 30. It further stated that cloudy skies are expected at most places during the same period and the day temperature may hover in the range of 18-20 degrees Celsius. According to the weathermen, cloud cover and rain may lead to cold day conditions followed by cold wave in the state. Cold day condition is declared at a place when minimum temperature touches 10 degrees C or low and there is a departure of 4.5-6.4 degrees C in maximum temperature on two consecutive days. Cold wave condition, on the other hand, is declared at a place when the actual minimum temperature is 10 degrees C or lower along with departure of 4.5 to 6.4 degrees C from the normal. An official at Patna Meteorological Centre said the cold day condition is expected if the western disturbance influencing the weather in northwest India from December 26 directly impacts Bihar. “The cloud cover leads to drop in day temperature, which, in turn, leads to cold day condition. The departure of the cloud cover leads to sharp plunge in night temperature and cold wave conditions,” he said. Zeeshan Ansari, an official at Patna Meteorological Centre, said average minimum temperature in the state on Friday was in the range of 10-11 degrees C and maximum temperature in the range of 23-24 degrees C. Gaya was the coldest place in the state on Friday morning with a minimum temperature of 7.1 degrees C. The minimum temperature at Patna, on the other hand, was recorded at 8.8 degrees C.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480639,width-500,resizemode-4,imgsize-23286/88480639.jpg",
      "News_Headline": "Expect light rainfall in Bihar for 4 days from December 27: Met,PATNA: People should brace for biting cold weather as Patna Meteorological Centre has issued an alert for winter rain and low temperature in the state from Monday. Light to moderate rainfall is expected to occur at most places in the state from December 27 to 30. An all-India weather bulletin issued by India Meteorological Department on Friday evening stated that isolated to scattered rainfall would occur in Bihar between December 27 and 29. The expected inclement weather has been attributed to a western disturbance. A special bulletin issued by Patna Meteorological Centre said a western disturbance was expected to affect the weather conditions in Bihar from December 27 to 30. It further stated that cloudy skies are expected at most places during the same period and the day temperature may hover in the range of 18-20 degrees Celsius. According to the weathermen, cloud cover and rain may lead to cold day conditions followed by cold wave in the state. Cold day condition is declared at a place when minimum temperature touches 10 degrees C or low and there is a departure of 4.5-6.4 degrees C in maximum temperature on two consecutive days. Cold wave condition, on the other hand, is declared at a place when the actual minimum temperature is 10 degrees C or lower along with departure of 4.5 to 6.4 degrees C from the normal. An official at Patna Meteorological Centre said the cold day condition is expected if the western disturbance influencing the weather in northwest India from December 26 directly impacts Bihar. “The cloud cover leads to drop in day temperature, which, in turn, leads to cold day condition. The departure of the cloud cover leads to sharp plunge in night temperature and cold wave conditions,” he said. Zeeshan Ansari, an official at Patna Meteorological Centre, said average minimum temperature in the state on Friday was in the range of 10-11 degrees C and maximum temperature in the range of 23-24 degrees C. Gaya was the coldest place in the state on Friday morning with a minimum temperature of 7.1 degrees C. The minimum temperature at Patna, on the other hand, was recorded at 8.8 degrees C.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 19,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 47,
      "_Category_1": "Weather",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/four-member-central-team-to-reach-bihar-today-to-assess-covid-situation/articleshow/88496434.cms",
      "Headline": "Four-member central team to reach Bihar today to assess Covid situation",
      "News": "A four-member central team will visit Bihar on Sunday to assess the current situation regarding Covid-19 infections and preparations to combat the Omicron threat. Health minister Mangal Pandey told this reporter on Saturday that the team would stay here for three to four days and focus on contact tracing, including surveillance and containment operations, and Covid-19 testing. “The Centre has been requesting all necessary information from the state government regarding the spread and control of Covid-19 infections, and the deployment of a central team is a step in that direction. Even though the number of positive cases in Bihar is not alarming, necessary preparations are required in light of the rapid spread of the Omicron variant across the country,” the minister added. The Centre has decided to deploy such teams in 10 selected states, including Bihar and Jharkhand. Several of these are reporting an increase in Omicron and Covid-19 cases or a slow vaccination rate. According to sources, the central team is expected to assist the state and the district administration with Covid-19 management efforts. It will collaborate with health officials and examine the enforcement of Covid-appropriate behaviour, the availability of hospital beds, adequate logistics, such as ambulances, ventilators, and medical oxygen, and the progress of the vaccination drive. The team will also assess the situation, recommend corrective measures, and submit a report on public health activities being carried out each evening by 7pm, in addition to reporting to the state government. Meanwhile, the state health department has already advised all health officials and public hospitals to remain vigilant and prepared for any eventuality in light of the Omicron threat. The department’s additional chief secretary has formed a six-member team to monitor testing, contact tracing, isolation, and treatment of coronavirus-infected individuals on a continuous basis. The officials of the World Health Organization and the UNICEF have also been tasked with monitoring and surveillance responsibilities. “The health department reviewed the situation at a meeting on Friday and decided to intensify its monitoring and surveillance efforts throughout the state, in addition to ensuring that necessary facilities are available in all hospitals and health centres,” joint secretary Kaushal Kishore said.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496434,width-500,resizemode-4,imgsize-/88496434.jpg",
      "News_Headline": "Four-member central team to reach Bihar today to assess Covid situation,PATNA: A four-member central team will visit Bihar on Sunday to assess the current situation regarding Covid-19 infections and preparations to combat the Omicron threat. Health minister Mangal Pandey told this reporter on Saturday that the team would stay here for three to four days and focus on contact tracing, including surveillance and containment operations, and Covid-19 testing. “The Centre has been requesting all necessary information from the state government regarding the spread and control of Covid-19 infections, and the deployment of a central team is a step in that direction. Even though the number of positive cases in Bihar is not alarming, necessary preparations are required in light of the rapid spread of the Omicron variant across the country,” the minister added. The Centre has decided to deploy such teams in 10 selected states, including Bihar and Jharkhand. Several of these are reporting an increase in Omicron and Covid-19 cases or a slow vaccination rate. According to sources, the central team is expected to assist the state and the district administration with Covid-19 management efforts. It will collaborate with health officials and examine the enforcement of Covid-appropriate behaviour, the availability of hospital beds, adequate logistics, such as ambulances, ventilators, and medical oxygen, and the progress of the vaccination drive. The team will also assess the situation, recommend corrective measures, and submit a report on public health activities being carried out each evening by 7pm, in addition to reporting to the state government. Meanwhile, the state health department has already advised all health officials and public hospitals to remain vigilant and prepared for any eventuality in light of the Omicron threat. The department’s additional chief secretary has formed a six-member team to monitor testing, contact tracing, isolation, and treatment of coronavirus-infected individuals on a continuous basis. The officials of the World Health Organization and the UNICEF have also been tasked with monitoring and surveillance responsibilities. “The health department reviewed the situation at a meeting on Friday and decided to intensify its monitoring and surveillance efforts throughout the state, in addition to ensuring that necessary facilities are available in all hospitals and health centres,” joint secretary Kaushal Kishore said.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 20,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 11,
      "_Category_1": "Medical_Health_and_Family_Welfare",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/health-workers-thank-pm/articleshow/88510407.cms",
      "Headline": "Health workers thank PM",
      "News": "Doctors, healthcare and frontline workers as well as senior citizens with comorbidities have welcomed the announcement of PM Narendra Modi regarding “precaution vaccine doses” (boosters) for them. They have also hailed the decision of vaccination of children in the age group of 15-18 years. “Every decision of the PM in handling Covid-19 is worth appreciating and his leadership helped the nation during the second wave of the pandemic too,” said nodal incharge of Covid-19 at JLNMCH and internal medicine professor Dr H S Sharma. Nodal incharge of Covid-19 at AIIMS-Patna, Dr Sanjeev Kumar, said the booster doses were necessary for health workers and senior citizens in view of Omicron threat. City based pediatrician Samiksha Sharma said the move to protect children from the virus through vaccination was appreciable.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510407,width-500,resizemode-4,imgsize-/88510407.jpg",
      "News_Headline": "Health workers thank PM,PATNA: Doctors, healthcare and frontline workers as well as senior citizens with comorbidities have welcomed the announcement of PM Narendra Modi regarding “precaution vaccine doses” (boosters) for them. They have also hailed the decision of vaccination of children in the age group of 15-18 years. “Every decision of the PM in handling Covid-19 is worth appreciating and his leadership helped the nation during the second wave of the pandemic too,” said nodal incharge of Covid-19 at JLNMCH and internal medicine professor Dr H S Sharma. Nodal incharge of Covid-19 at AIIMS-Patna, Dr Sanjeev Kumar, said the booster doses were necessary for health workers and senior citizens in view of Omicron threat. City based pediatrician Samiksha Sharma said the move to protect children from the virus through vaccination was appreciable.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 21,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Medical_Health_and_Family_Welfare",
      "_Category_2": "Health_Services",
      "_Category_3": "Expert_Services",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/irctc-to-run-pilgrim-special-train-from-jaynagar/articleshow/88510441.cms",
      "Headline": "IRCTC to run pilgrim special train from Jaynagar",
      "News": "The Indian Railway Catering and Tourism Corporation ( IRCTC ) will run a special passenger train for ‘Dakshin Bharat Yatra’ with Mallikarjuna Jyotirlinga ‘darshan’. The special train will originate from Jaynagar on Janauary 29, 2022 and will charge Rs13,230 per person. The tour duration will be of 13 nights and 14 days. According to Patna IRCTC public relations officer (PRO) Rajesh Kumar , the pilgrim special passenger train has boarding points at Jaynagar, Madhubani, Darbhanga, Samastipur, Hajipur, Patna, Bakhtiarpur, Biharsharif, Rajgir , Gaya, Koderma and Dhanabad falling under the jurisdiction of East Central Railway (ECR). Pilgrims from Jharkhand and Bihar can thus easily board the special train at any of these stations. The train will carry pilgrims to historical places like Rameshwram, Madurai, Kanyakumari, Thiruvanthapuram, Mallikarjuna and Jagannath temple in Puri during the 14-day tour programme. It will return to Jaynagar on February 11. Covid protocol will be strictly followed by each pilgrim during the journey. IRCTC will provide vegetarian breakfast and meals to pilgrims on the train. Besides, IRCTC will arrange special bus, night stay facilities and provision of security guards in the train, the CPRO said adding IRCTC will also ensure availability of masks, sanitizer and tour escort to pilgrims at each location. The train has 750 sleeper berths, out of which over 200 berths have been booked so far. Besides, the IRCTC has taken a decision that it will give concession of Rs 400 per person if a group of 10 people book their journey tickets together. Earlier, the IRCTC had carried pilgrims from Raxaul in Bihar and Dhanbad in Jharkhand to Vaishno Devi and Ujjain in November and December last year, the PRO said .",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510441,width-500,resizemode-4,imgsize-21130/88510441.jpg",
      "News_Headline": "IRCTC to run pilgrim special train from Jaynagar,PATNA: The Indian Railway Catering and Tourism Corporation ( IRCTC ) will run a special passenger train for ‘Dakshin Bharat Yatra’ with Mallikarjuna Jyotirlinga ‘darshan’. The special train will originate from Jaynagar on Janauary 29, 2022 and will charge Rs13,230 per person. The tour duration will be of 13 nights and 14 days. According to Patna IRCTC public relations officer (PRO) Rajesh Kumar , the pilgrim special passenger train has boarding points at Jaynagar, Madhubani, Darbhanga, Samastipur, Hajipur, Patna, Bakhtiarpur, Biharsharif, Rajgir , Gaya, Koderma and Dhanabad falling under the jurisdiction of East Central Railway (ECR). Pilgrims from Jharkhand and Bihar can thus easily board the special train at any of these stations. The train will carry pilgrims to historical places like Rameshwram, Madurai, Kanyakumari, Thiruvanthapuram, Mallikarjuna and Jagannath temple in Puri during the 14-day tour programme. It will return to Jaynagar on February 11. Covid protocol will be strictly followed by each pilgrim during the journey. IRCTC will provide vegetarian breakfast and meals to pilgrims on the train. Besides, IRCTC will arrange special bus, night stay facilities and provision of security guards in the train, the CPRO said adding IRCTC will also ensure availability of masks, sanitizer and tour escort to pilgrims at each location. The train has 750 sleeper berths, out of which over 200 berths have been booked so far. Besides, the IRCTC has taken a decision that it will give concession of Rs 400 per person if a group of 10 people book their journey tickets together. Earlier, the IRCTC had carried pilgrims from Raxaul in Bihar and Dhanbad in Jharkhand to Vaishno Devi and Ujjain in November and December last year, the PRO said .",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 22,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "COVID-19",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Neutral"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/jdu-has-no-problem-with-bjp-on-issue-of-seat-sharing-for-up-polls-says-union-minister-rcp-singh/articleshow/88495595.cms",
      "Headline": "JD(U) has no problem with BJP on issue of seat-sharing for UP polls, says Union minister RCP Singh",
      "News": "Union steel minister and former JD(U) president Ram Chandra Prasad Singh , commonly known as RCP Singh , on Saturday said his party had no problem with the BJP on the issue of seat-sharing in Uttar Pradesh , and both the parties would contest in alliance in the forthcoming 2022 UP assembly polls , likely be held early next year. Responding to media queries at his residence in the state capital here, Singh said both JD(U) and BJP had a very warm relationship in Uttar Pradesh, just like the two parties have in Bihar. “When we have a warm relationship, the question of a respectable number of seats to be left for the JD(U) by the saffron party, does not arise at all. Both the parties will amicably decide seat-sharing in UP, without ignoring the interests of each other,” RCP, who has been authorized to hold talks with the BJP on seat-sharing for the UP polls, said. On being asked as to what would happen if the former Bihar CM Jitan Ram Majhi-led HAM(S) and Mukesh Sahni-led Vikassheel Insaan Party (VIP) would contest together in the UP polls, despite both the parties being allies of the NDA in Bihar, RCP said, “Every political party was free to take its own decision. The HAM(S) and the VIP can contest the UP polls, as the NDA has a different set of partners in Bihar and UP. …….. The HAM(S) and the VIP are NDA partners only in Bihar.” Sahni recently called on Manjhi at the latter’s residence in the state capital here. Both the leaders not only held talks over the UP polls but also hinted that they would contest together the 2022 assembly polls in UP, if they are not accommodated in the NDA in the neighbouring state. Earlier on Friday, JD(U) president Rajiv Ranjan Singh alias Lalan Singh said that the BJP has agreed to form an alliance with his party for the forthcoming UP polls. Lalan also said that the JD(U) has submitted a list of assembly constituencies where the JD(U) is interested to contest in alliance with the saffron party. Lalan had also said that RCP Singh has been authorized to hold talks with the BJP for seat-sharing in UP. A few weeks ago, the JD(U) Uttar Pradesh state president Anoop Singh Patel had told TOI that his party had identified 35 seats in UP to contest in alliance with the BJP in the forthcoming 2022 assembly polls. “Most of our identified seats are located in eastern and central UP. Only few seats are in the western UP,” Patel had told TOI in November.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88495595,width-500,resizemode-4,imgsize-/88495595.jpg",
      "News_Headline": "JD(U) has no problem with BJP on issue of seat-sharing for UP polls, says Union minister RCP Singh,PATNA: Union steel minister and former JD(U) president Ram Chandra Prasad Singh , commonly known as RCP Singh , on Saturday said his party had no problem with the BJP on the issue of seat-sharing in Uttar Pradesh , and both the parties would contest in alliance in the forthcoming 2022 UP assembly polls , likely be held early next year. Responding to media queries at his residence in the state capital here, Singh said both JD(U) and BJP had a very warm relationship in Uttar Pradesh, just like the two parties have in Bihar. “When we have a warm relationship, the question of a respectable number of seats to be left for the JD(U) by the saffron party, does not arise at all. Both the parties will amicably decide seat-sharing in UP, without ignoring the interests of each other,” RCP, who has been authorized to hold talks with the BJP on seat-sharing for the UP polls, said. On being asked as to what would happen if the former Bihar CM Jitan Ram Majhi-led HAM(S) and Mukesh Sahni-led Vikassheel Insaan Party (VIP) would contest together in the UP polls, despite both the parties being allies of the NDA in Bihar, RCP said, “Every political party was free to take its own decision. The HAM(S) and the VIP can contest the UP polls, as the NDA has a different set of partners in Bihar and UP. …….. The HAM(S) and the VIP are NDA partners only in Bihar.” Sahni recently called on Manjhi at the latter’s residence in the state capital here. Both the leaders not only held talks over the UP polls but also hinted that they would contest together the 2022 assembly polls in UP, if they are not accommodated in the NDA in the neighbouring state. Earlier on Friday, JD(U) president Rajiv Ranjan Singh alias Lalan Singh said that the BJP has agreed to form an alliance with his party for the forthcoming UP polls. Lalan also said that the JD(U) has submitted a list of assembly constituencies where the JD(U) is interested to contest in alliance with the saffron party. Lalan had also said that RCP Singh has been authorized to hold talks with the BJP for seat-sharing in UP. A few weeks ago, the JD(U) Uttar Pradesh state president Anoop Singh Patel had told TOI that his party had identified 35 seats in UP to contest in alliance with the BJP in the forthcoming 2022 assembly polls. “Most of our identified seats are located in eastern and central UP. Only few seats are in the western UP,” Patel had told TOI in November.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 23,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/jdu-in-talks-with-bjp-for-seat-sharing-in-up-election-rcp/articleshow/88496667.cms",
      "Headline": "JD(U) in talks with BJP for seat sharing in UP election: RCP",
      "News": "Union steel minister and former JD(U) president Ram Chandra Prasad Singh on Saturday said his party had no problem with the BJP on the issue of seat-sharing in Uttar Pradesh assembly election and the two parties would contest in alliance there. Talking to mediapersons at his residence here, Singh said the JD(U) and BJP had a warm relationship in Uttar Pradesh, just like the two parties have in Bihar . “When we have a warm relationship, the question of BJP not leaving a respectable number of seats for the JD(U) does not arise. Both the parties will amicably decide seat-sharing in UP, without ignoring the interests of each other,” RCP , who has been authorized to hold talks with the BJP on seat-sharing for the UP polls, said. Asked about the possible alliance between former Bihar CM Jitan Ram Majhi-led HAM(S) and Mukesh Sahani-led Vikassheel Insaan Party (VIP) in the UP polls, despite both the parties being allies of the NDA in Bihar, RCP said, “Every political party is free to take its own decision. HAM(S) and the VIP can contest the UP polls, as the NDA has a different set of partners in Bihar and UP. The HAM(S) and VIP are NDA partners only in Bihar.” On Friday, JD(U) president Rajiv Ranjan Singh alias Lalan Singh had said the BJP has agreed to form an alliance with his party in the UP election. Lalan also said the JD(U) has submitted a list of assembly constituencies where the it is interested to contest in alliance with the saffron party. A few weeks ago, JD(U)’s Uttar Pradesh state president Anoop Singh Patel had told TOI that his party had identified 35 seats to contest in alliance with the BJP in the 2022 assembly polls.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496667,width-500,resizemode-4,imgsize-133654/88496667.jpg",
      "News_Headline": "JD(U) in talks with BJP for seat sharing in UP election: RCP,PATNA: Union steel minister and former JD(U) president Ram Chandra Prasad Singh on Saturday said his party had no problem with the BJP on the issue of seat-sharing in Uttar Pradesh assembly election and the two parties would contest in alliance there. Talking to mediapersons at his residence here, Singh said the JD(U) and BJP had a warm relationship in Uttar Pradesh, just like the two parties have in Bihar . “When we have a warm relationship, the question of BJP not leaving a respectable number of seats for the JD(U) does not arise. Both the parties will amicably decide seat-sharing in UP, without ignoring the interests of each other,” RCP , who has been authorized to hold talks with the BJP on seat-sharing for the UP polls, said. Asked about the possible alliance between former Bihar CM Jitan Ram Majhi-led HAM(S) and Mukesh Sahani-led Vikassheel Insaan Party (VIP) in the UP polls, despite both the parties being allies of the NDA in Bihar, RCP said, “Every political party is free to take its own decision. HAM(S) and the VIP can contest the UP polls, as the NDA has a different set of partners in Bihar and UP. The HAM(S) and VIP are NDA partners only in Bihar.” On Friday, JD(U) president Rajiv Ranjan Singh alias Lalan Singh had said the BJP has agreed to form an alliance with his party in the UP election. Lalan also said the JD(U) has submitted a list of assembly constituencies where the it is interested to contest in alliance with the saffron party. A few weeks ago, JD(U)’s Uttar Pradesh state president Anoop Singh Patel had told TOI that his party had identified 35 seats to contest in alliance with the BJP in the 2022 assembly polls.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 24,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/man-abuses-shivanand-over-phone-rjd-fumes/articleshow/88510418.cms",
      "Headline": "Bihar: Man abuses Shivanand Tiwari over phone, RJD fumes",
      "News": "The RJD on Sunday demanded identification of anonymous caller who had allegedly abused the party’s national vice-president Shivanand Tiwari over phone. It also demanded action against the caller who had abused Tiwari by taking umbrage over his statement on Vinayak Damodar Savarkar . Tiwari said he had got a call from an unknown number and the caller started abusing, his dead mother and other family members. “I had given my views on Savarkar to a media outlet. It has been written in books that Savarkar considered cows to be a useful animals, but was against giving it the stature of a mother,” Tiwari said in a written statement. He expressed concern over the way a section of people was spewing venom and “hampering the unity of the country”. He mentioned about the recent event in Haridwar in which a call for genocide of Muslims was allegedly made. “I am the victim of such hatred,” Tiwari said. RJD state spokesperson Chitranjan Gagan said the police should take such matters seriously and take strict action against the guilty. “These episodes will hamper the democracy of the country if not controlled immediately,” he added.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510418,width-500,resizemode-4,imgsize-66512/88510418.jpg",
      "News_Headline": "Bihar: Man abuses Shivanand Tiwari over phone, RJD fumes,PATNA: The RJD on Sunday demanded identification of anonymous caller who had allegedly abused the party’s national vice-president Shivanand Tiwari over phone. It also demanded action against the caller who had abused Tiwari by taking umbrage over his statement on Vinayak Damodar Savarkar . Tiwari said he had got a call from an unknown number and the caller started abusing, his dead mother and other family members. “I had given my views on Savarkar to a media outlet. It has been written in books that Savarkar considered cows to be a useful animals, but was against giving it the stature of a mother,” Tiwari said in a written statement. He expressed concern over the way a section of people was spewing venom and “hampering the unity of the country”. He mentioned about the recent event in Haridwar in which a call for genocide of Muslims was allegedly made. “I am the victim of such hatred,” Tiwari said. RJD state spokesperson Chitranjan Gagan said the police should take such matters seriously and take strict action against the guilty. “These episodes will hamper the democracy of the country if not controlled immediately,” he added.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 25,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 4,
      "_Category_1": "Law and Order",
      "_Category_2": "Police",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/man-kills-self-wife-in-bhojpur-village/articleshow/88481036.cms",
      "Headline": "Man kills self, wife in Bhojpur village",
      "News": "A man allegedly committed suicide after killing his wife following a quarrel with her at Manichhapra village under the Barh ara police station area in Bhojpur district in the wee hours of Friday. The couple had a six-year-old daughter. Police said Vimlesh Rai (30) shot his 27-year-old wife, Kiran Devi , when she was fast asleep and then committed suicide by shooting himself dead. After their daughter raised an alarm, other family members rushed to the couple’s room and found them dead. They immediately brought the matter to the notice of the police. SHO of Barhara police station Manish Kumar said primary investigations revealed that Vimlesh and Kiran used to quarrel with each other over one issue or another. He added Vimlesh, who used to work in Punjab , had come home a couple of months ago and had been living with the family at the village since then. “The bodies of the couple were sent to Ara sadar hospital for autopsy,” the SHO said.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481036,width-500,resizemode-4,imgsize-15876/88481036.jpg",
      "News_Headline": "Man kills self, wife in Bhojpur village,ARA: A man allegedly committed suicide after killing his wife following a quarrel with her at Manichhapra village under the Barh ara police station area in Bhojpur district in the wee hours of Friday. The couple had a six-year-old daughter. Police said Vimlesh Rai (30) shot his 27-year-old wife, Kiran Devi , when she was fast asleep and then committed suicide by shooting himself dead. After their daughter raised an alarm, other family members rushed to the couple’s room and found them dead. They immediately brought the matter to the notice of the police. SHO of Barhara police station Manish Kumar said primary investigations revealed that Vimlesh and Kiran used to quarrel with each other over one issue or another. He added Vimlesh, who used to work in Punjab , had come home a couple of months ago and had been living with the family at the village since then. “The bodies of the couple were sent to Ara sadar hospital for autopsy,” the SHO said.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 26,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Law and Order",
      "_Category_2": "Suicide Cases",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/many-urge-railways-to-resume-offering-blankets-on-trains/articleshow/88480688.cms",
      "Headline": "Many urge railways to resume offering blankets on trains",
      "News": "Passengers travelling by air-conditioned (AC) coaches from the Patna Junction and other major stations under the East Central Railway’s ( ECR ) jurisdiction to remote locations have been facing severe problems due to a lack of blankets on board. Even lunches on trains have not been reinstated in long-distance trains thus far. Talking to this reporter on Tuesday, several passengers expressed their frustration and claimed that it had become increasingly difficult for them to carry their bedrolls, which include blankets, bedsheets, and pillows, along with their luggage, on train journeys throughout the winter season. “At a time when the railways has nearly resumed operation on all mail and express passenger trains, there is no reason for it to withhold blankets from passengers travelling by AC coaches,” said N K Srivastava, a resident of Patliputra Colony. P B Lall, a senior citizen and resident of Buddha Colony in Patna, expressed similar sentiments, stating that he had encountered some difficulty last week due to a lack of linen on a Howrah-bound train from Rajendra Nagar Terminal. “Additionally, the use-and-throw bedroll supply, which was being offered at a minimum price of Rs 150, was unavailable at the kiosk at the Rajendra Nagar Terminal,” he recalled. Puja and Akansha, who recently travelled by the Patna-New Delhi Rajdhani Express, suggested that the railways restart the provision of blankets and meals in AC coaches for the comfort of passengers during the winter season. “The sick and old who travel by AC coaches suffer the most, as they are not permitted to bring blankets and other winter protective gear on train journeys,” rued R K Sinha, a Gardanigabh resident. According to an IRCTC official, the railways has decided to reinstate lunch service on all mail and express trains beginning in January 2022. However, each division of the ECR will decide on linen supply for AC coaches. Meanwhile, the Bihar Daily Passengers’ Association recently sent a memorandum to ECR’s general manager (GM), Anup Sharma, and Danapur DRM, Prabhat Kumar, requesting that blankets and lunches be restored to passengers on operating trains, but to no effect. Shoaib Quraishi, the association’s secretary, claimed, “We had also submitted a charter of genuine demands to the GM, which included the extension of the Patna-Howrah Jan Shatabdi Express (12023/12024) and Patna-Kolkata Express (12359/12360) up to Danapur station because the only direct train from Danapur to Howrah was shifted to Rajendra Nagar Terminal long ago.”",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480688,width-500,resizemode-4,imgsize-/88480688.jpg",
      "News_Headline": "Many urge railways to resume offering blankets on trains,PATNA: Passengers travelling by air-conditioned (AC) coaches from the Patna Junction and other major stations under the East Central Railway’s ( ECR ) jurisdiction to remote locations have been facing severe problems due to a lack of blankets on board. Even lunches on trains have not been reinstated in long-distance trains thus far. Talking to this reporter on Tuesday, several passengers expressed their frustration and claimed that it had become increasingly difficult for them to carry their bedrolls, which include blankets, bedsheets, and pillows, along with their luggage, on train journeys throughout the winter season. “At a time when the railways has nearly resumed operation on all mail and express passenger trains, there is no reason for it to withhold blankets from passengers travelling by AC coaches,” said N K Srivastava, a resident of Patliputra Colony. P B Lall, a senior citizen and resident of Buddha Colony in Patna, expressed similar sentiments, stating that he had encountered some difficulty last week due to a lack of linen on a Howrah-bound train from Rajendra Nagar Terminal. “Additionally, the use-and-throw bedroll supply, which was being offered at a minimum price of Rs 150, was unavailable at the kiosk at the Rajendra Nagar Terminal,” he recalled. Puja and Akansha, who recently travelled by the Patna-New Delhi Rajdhani Express, suggested that the railways restart the provision of blankets and meals in AC coaches for the comfort of passengers during the winter season. “The sick and old who travel by AC coaches suffer the most, as they are not permitted to bring blankets and other winter protective gear on train journeys,” rued R K Sinha, a Gardanigabh resident. According to an IRCTC official, the railways has decided to reinstate lunch service on all mail and express trains beginning in January 2022. However, each division of the ECR will decide on linen supply for AC coaches. Meanwhile, the Bihar Daily Passengers’ Association recently sent a memorandum to ECR’s general manager (GM), Anup Sharma, and Danapur DRM, Prabhat Kumar, requesting that blankets and lunches be restored to passengers on operating trains, but to no effect. Shoaib Quraishi, the association’s secretary, claimed, “We had also submitted a charter of genuine demands to the GM, which included the extension of the Patna-Howrah Jan Shatabdi Express (12023/12024) and Patna-Kolkata Express (12359/12360) up to Danapur station because the only direct train from Danapur to Howrah was shifted to Rajendra Nagar Terminal long ago.”",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 27,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Railways",
      "_Category_2": "",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/multimedia-museum-to-come-up-at-patna-city-gurdwara/articleshow/88480923.cms",
      "Headline": "Multimedia museum to come up at Patna City gurdwara",
      "News": "A state-of-the-art multimedia museum will soon come up on the first floor of a G+5 building to be constructed on the premises of the Takhat Sri Harmandir Ji Patna Sahib Gurdwara . The foundation of the building, which is to be built at a cost of Rs 5-7 crore, will be laid during the four-day ‘Prakash Parv’ from January 6 to 9, 2022, to commemorate Guru Gobind Singh’s 355th birth anniversary. According to Daljeet Singh, the superintendent of the Takhat Sri Harmandir Ji Prabandhak Committee, the museum will illustrate Sikhism’s philosophy and teachings through paintings, murals, sculptures, relics, books, and audio-visual media. It will provide information about the fundamental principles, culture, and history of the religion in a variety of languages. “This museum will screen films based on the philosophy and teachings of Sikh gurus and warriors. Films highlighting the history of Sikhism and commemorating the 350th ‘Prakash Parv’ will also be screened,” Daljeet told this reporter, adding that the first floor of the G+5 building would be devoted to the museum, which would include various galleries. “One such gallery will be dedicated to Guru Gobind Singh, with audio-visual depictions of his birth, teachings, works, and various aspects of his life. Another gallery will focus on the history of the Patna Sahib gurdwara. There will also be a gallery which will chronicle the life of Guru Nanak Dev, the founder of Sikhism, as well as his extensive travels through Bihar. In other galleries, we will exhibit sketches, paintings, murals, sculptures, weapons and swords, as well as clothing and relics of Guru Gobind Singh,” Singh explained. Apart from the museum on the first floor, there will be 60 rooms for ‘sangat’, devotees, and travellers on the other floors. The ground floor will be a parking lot. At any given time, it will accommodate approximately 160 vehicles. Singh stated that those interested in learning about Sikhism or its gurus could visit the museum and acquire knowledge via digital technology.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480923,width-500,resizemode-4,imgsize-/88480923.jpg",
      "News_Headline": "Multimedia museum to come up at Patna City gurdwara,PATNA: A state-of-the-art multimedia museum will soon come up on the first floor of a G+5 building to be constructed on the premises of the Takhat Sri Harmandir Ji Patna Sahib Gurdwara . The foundation of the building, which is to be built at a cost of Rs 5-7 crore, will be laid during the four-day ‘Prakash Parv’ from January 6 to 9, 2022, to commemorate Guru Gobind Singh’s 355th birth anniversary. According to Daljeet Singh, the superintendent of the Takhat Sri Harmandir Ji Prabandhak Committee, the museum will illustrate Sikhism’s philosophy and teachings through paintings, murals, sculptures, relics, books, and audio-visual media. It will provide information about the fundamental principles, culture, and history of the religion in a variety of languages. “This museum will screen films based on the philosophy and teachings of Sikh gurus and warriors. Films highlighting the history of Sikhism and commemorating the 350th ‘Prakash Parv’ will also be screened,” Daljeet told this reporter, adding that the first floor of the G+5 building would be devoted to the museum, which would include various galleries. “One such gallery will be dedicated to Guru Gobind Singh, with audio-visual depictions of his birth, teachings, works, and various aspects of his life. Another gallery will focus on the history of the Patna Sahib gurdwara. There will also be a gallery which will chronicle the life of Guru Nanak Dev, the founder of Sikhism, as well as his extensive travels through Bihar. In other galleries, we will exhibit sketches, paintings, murals, sculptures, weapons and swords, as well as clothing and relics of Guru Gobind Singh,” Singh explained. Apart from the museum on the first floor, there will be 60 rooms for ‘sangat’, devotees, and travellers on the other floors. The ground floor will be a parking lot. At any given time, it will accommodate approximately 160 vehicles. Singh stated that those interested in learning about Sikhism or its gurus could visit the museum and acquire knowledge via digital technology.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 28,
      "_result_id_": ".",
      "_category_": "",
      "_score_": ".",
      "_Category_1": "not available",
      "_Category_2": "",
      "_Category_3": "",
      "_Category_4": "",
      "_Category_5": "",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/munger-bridge-inauguration-postponed-gadkari/articleshow/88481060.cms",
      "Headline": "Munger bridge inauguration postponed: Gadkari",
      "News": "Union road transport and highways minister Nitin Gadkari on Thursday announced that the work on road deck of Munger rail-cum-road bridge has been completed and it would be dedicated to the nation soon. The minister expressed happiness over the completion of the bridge over the Ganga ahead of the birth anniversary of former PM Atal Bihari Vajpayee on Saturday. Road construction minister Nitin Nabin on Friday said January 16 has been fixed as the new date of the inauguration of the bridge. Incidentally, the bridge was supposed to be inaugurated on Saturday. Even invitation cards were printed for the inaugural event to mark the birth anniversary of former PM Atal Bihari Vajpayee, who had laid the foundation for the project in 2002. However, Gadkari tweeted on Friday that the inauguration of the bridge was postponed due to unavoidable reasons. “The state-of-the-art bridge will be dedicated to the nation soon,” he tweeted. “The 3.8km-long bridge over the Ganga has been constructed with an expenditure of Rs 2,776 crore. The 14.5km-approach road has been constructed with an expense of Rs 696 crore. The bridge has been named Shrikrishna Setu in memory of freedom fighter and first chief minister of Bihar Shri Krishna Sinha,” Gadkari said in a video message. Meanwhile, state road construction department (RCD) minister Nabin attributed the delay in the bridge’s inauguration to inauspicious month of ‘kharmas’. “People generally consider ‘kharmas’ inauspicious for starting any important work,” the minister said, adding some portion of the approach road is also required to be given finishing touches. Nabin and Pratyaya Amrit, additional chief secretary (road construction) had visited the site in Munger district a few days ago to ensure that all construction work is completed so that the bridge could be inaugurated on Saturday. However, it kicked off a political controversy as Union minister and Begusarai MP Giriraj Singh ’s name was missing from the list of dignitaries invited to grace the occasion. In fact, one end of the bridge as well as the entire stretch of the approach road falls under Begusarai district. Denying it as a major issue, the RCD minister said, “Giriraj x27;s name was excluded only due to some confusion as the officials concerned were not aware of the fact that the bridge and the approach road also fall in Begusarai district. It had nothing to do with the postponement of the event.”",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481060,width-500,resizemode-4,imgsize-29712/88481060.jpg",
      "News_Headline": "Munger bridge inauguration postponed: Gadkari,PATNA/BEGUSARAI: Union road transport and highways minister Nitin Gadkari on Thursday announced that the work on road deck of Munger rail-cum-road bridge has been completed and it would be dedicated to the nation soon. The minister expressed happiness over the completion of the bridge over the Ganga ahead of the birth anniversary of former PM Atal Bihari Vajpayee on Saturday. Road construction minister Nitin Nabin on Friday said January 16 has been fixed as the new date of the inauguration of the bridge. Incidentally, the bridge was supposed to be inaugurated on Saturday. Even invitation cards were printed for the inaugural event to mark the birth anniversary of former PM Atal Bihari Vajpayee, who had laid the foundation for the project in 2002. However, Gadkari tweeted on Friday that the inauguration of the bridge was postponed due to unavoidable reasons. “The state-of-the-art bridge will be dedicated to the nation soon,” he tweeted. “The 3.8km-long bridge over the Ganga has been constructed with an expenditure of Rs 2,776 crore. The 14.5km-approach road has been constructed with an expense of Rs 696 crore. The bridge has been named Shrikrishna Setu in memory of freedom fighter and first chief minister of Bihar Shri Krishna Sinha,” Gadkari said in a video message. Meanwhile, state road construction department (RCD) minister Nabin attributed the delay in the bridge’s inauguration to inauspicious month of ‘kharmas’. “People generally consider ‘kharmas’ inauspicious for starting any important work,” the minister said, adding some portion of the approach road is also required to be given finishing touches. Nabin and Pratyaya Amrit, additional chief secretary (road construction) had visited the site in Munger district a few days ago to ensure that all construction work is completed so that the bridge could be inaugurated on Saturday. However, it kicked off a political controversy as Union minister and Begusarai MP Giriraj Singh ’s name was missing from the list of dignitaries invited to grace the occasion. In fact, one end of the bridge as well as the entire stretch of the approach road falls under Begusarai district. Denying it as a major issue, the RCD minister said, “Giriraj x27;s name was excluded only due to some confusion as the officials concerned were not aware of the fact that the bridge and the approach road also fall in Begusarai district. It had nothing to do with the postponement of the event.”",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 29,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/night-curfew-not-needed-in-bihar-as-of-now-nitish/articleshow/88496592.cms",
      "Headline": "Night curfew not needed in Bihar as of now: CM Nitish Kumar",
      "News": "Despite a rising trend in the number of Covid-19 cases and the neighbouring Uttar Pradesh and few other states imposing restrictions as a preventive measure, Bihar CM Nitish Kumar on Saturday said there was no need to impose night curfew in the state as of now. “The situation in Bihar is much better than some other states. There is no need to impose a night curfew in Bihar as of now,” Nitish said after garlanding a life-size statue of former PM Atal Bihari Vajpayee on the occasion of his birth anniversary at the Pataliputra Park here. Governor Phagu Chauhan , deputy CM Tarkishore Prasad several ministers paid floral tributes to Vajpayee at a state function organised at the Pataliputra Park. Though no Omicron case has so far been recorded in Bihar, the state’s health department has prepared a vigorous plan to check likely third wave of the pandemic. It has constituted six state-level committees of officers and doctors to monitor testing, contract tracing, isolation and treatment of Covid patients. A few weeks ago, Nitish had held a review meeting with the health department officials to discuss Omicron threat. He had asked the health officials to maintain complete surveillance across the state.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496592,width-500,resizemode-4,imgsize-32118/88496592.jpg",
      "News_Headline": "Night curfew not needed in Bihar as of now: CM Nitish Kumar,PATNA: Despite a rising trend in the number of Covid-19 cases and the neighbouring Uttar Pradesh and few other states imposing restrictions as a preventive measure, Bihar CM Nitish Kumar on Saturday said there was no need to impose night curfew in the state as of now. “The situation in Bihar is much better than some other states. There is no need to impose a night curfew in Bihar as of now,” Nitish said after garlanding a life-size statue of former PM Atal Bihari Vajpayee on the occasion of his birth anniversary at the Pataliputra Park here. Governor Phagu Chauhan , deputy CM Tarkishore Prasad several ministers paid floral tributes to Vajpayee at a state function organised at the Pataliputra Park. Though no Omicron case has so far been recorded in Bihar, the state’s health department has prepared a vigorous plan to check likely third wave of the pandemic. It has constituted six state-level committees of officers and doctors to monitor testing, contract tracing, isolation and treatment of Covid patients. A few weeks ago, Nitish had held a review meeting with the health department officials to discuss Omicron threat. He had asked the health officials to maintain complete surveillance across the state.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 30,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/nitish-orders-probe-into-muz-boiler-blast/articleshow/88510456.cms",
      "Headline": "Nitish orders probe into Muz boiler blast",
      "News": "Chief minister Nitish Kumar on Sunday announced an ex gratia of Rs 4 lakh each to the next of the kin of all the seven people killed in a boiler blast in a noodle factory in Bela industrial area of Muzaffarpur district. At least seven people were killed and seven others injured after a boiler exploded at the noodle factory on Sunday morning, a senior police officer said. The CM also ordered a probe into the incident to fix responsibility of negligence. “A team of officers is being sent from Patna to Muzaffarpur for a probe into the incident. The visiting team will fix responsibility for the incident. Strict action will be taken against the persons responsible for the incident,” the CM said in a statement issued by his office. The CM also asked the officials to make necessary arrangements of proper treatment of injured persons. Terming the incident as “extremely saddening”, Nitish expressed sympathy to the family members of the victims. He also wished for early recovery of all the injured persons. Governor Phagu Chauhan has also expressed his grief over the death of seven people in the incident. This boiler blast was not an isolated case in Bihar. At least three people were killed and another five injured when a boiler at a midday meal kitchen in East Champaran district had exploded in November 2019. Earlier in December 2017, at least five people were killed and many others injured after a boiler exploded at Sasamusa sugar mill in Gopalganj district. Then, the police had also arrested the owner of the mill on charges of negligence.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510456,width-500,resizemode-4,imgsize-/88510456.jpg",
      "News_Headline": "Nitish orders probe into Muz boiler blast,PATNA: Chief minister Nitish Kumar on Sunday announced an ex gratia of Rs 4 lakh each to the next of the kin of all the seven people killed in a boiler blast in a noodle factory in Bela industrial area of Muzaffarpur district. At least seven people were killed and seven others injured after a boiler exploded at the noodle factory on Sunday morning, a senior police officer said. The CM also ordered a probe into the incident to fix responsibility of negligence. “A team of officers is being sent from Patna to Muzaffarpur for a probe into the incident. The visiting team will fix responsibility for the incident. Strict action will be taken against the persons responsible for the incident,” the CM said in a statement issued by his office. The CM also asked the officials to make necessary arrangements of proper treatment of injured persons. Terming the incident as “extremely saddening”, Nitish expressed sympathy to the family members of the victims. He also wished for early recovery of all the injured persons. Governor Phagu Chauhan has also expressed his grief over the death of seven people in the incident. This boiler blast was not an isolated case in Bihar. At least three people were killed and another five injured when a boiler at a midday meal kitchen in East Champaran district had exploded in November 2019. Earlier in December 2017, at least five people were killed and many others injured after a boiler exploded at Sasamusa sugar mill in Gopalganj district. Then, the police had also arrested the owner of the mill on charges of negligence.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 31,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Law and Order",
      "_Category_2": "Police",
      "_Category_3": "Arrests",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/nitish-to-open-ima-meet-on-december-28/articleshow/88480661.cms",
      "Headline": "Nitish Kumar to open IMA meet on December 28",
      "News": "The Indian Medical Association’s (IMA) 96th national conference will be held at S K Memorial Hall on December 27 and 28. Chief minister Nitish Kumar will formally inaugurate the meet at Bapu auditorium on December 28. Besides, Dr Sahjanand Prasad Singh will take charge as the new president of the IMA on the occasion. “The conference, which is expected to draw over 5,000 doctors from India and abroad, will be preceded on December 26 by the Junior Doctors’ Network Parliament,” Dr Ajay Kumar and Dr Sunil Kumar, the acting president and the secretary of the state branch of the IMA, told this reporter on Tuesday. They also stated that legislative assembly Speaker Vijay Kumar Sinha, council chairman Awadhesh Narain Singh , health minister Mangal Pandey , education minister Vijay Kumar Choudhary, and the IMA’s chief patron would attend the event. Dr Ajay claimed that it was an honour for the state that one of its most eminent doctors would take charge as the new national president of the IMA. Dr Sahjanand made a mark in public service, he said, by tirelessly working to save the people of his village Lodipur in Nalanda from the second wave of the Covid-19 pandemic early this year. Talking to this newspaper, Dr Sahjanand said, “Despite numerous advancements and innovations in medical science and treatment approaches, rural folk throughout the country continue to struggle with a variety of issues such as access to affordable healthcare in villages. In all candour, I appeal to the medical profession, which has placed such great trust in me, to look after the villages in their neighbourhood and ensure that no one suffers for lack of treatment or medicines.” He added, “As the theme of this year’s national conference is ‘Priority in Rural Healthcare and Professional Dignity’, I pledge to work diligently to ensure that it is carried out in letter and spirit.”",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480661,width-500,resizemode-4,imgsize-17974/88480661.jpg",
      "News_Headline": "Nitish Kumar to open IMA meet on December 28,PATNA: The Indian Medical Association’s (IMA) 96th national conference will be held at S K Memorial Hall on December 27 and 28. Chief minister Nitish Kumar will formally inaugurate the meet at Bapu auditorium on December 28. Besides, Dr Sahjanand Prasad Singh will take charge as the new president of the IMA on the occasion. “The conference, which is expected to draw over 5,000 doctors from India and abroad, will be preceded on December 26 by the Junior Doctors’ Network Parliament,” Dr Ajay Kumar and Dr Sunil Kumar, the acting president and the secretary of the state branch of the IMA, told this reporter on Tuesday. They also stated that legislative assembly Speaker Vijay Kumar Sinha, council chairman Awadhesh Narain Singh , health minister Mangal Pandey , education minister Vijay Kumar Choudhary, and the IMA’s chief patron would attend the event. Dr Ajay claimed that it was an honour for the state that one of its most eminent doctors would take charge as the new national president of the IMA. Dr Sahjanand made a mark in public service, he said, by tirelessly working to save the people of his village Lodipur in Nalanda from the second wave of the Covid-19 pandemic early this year. Talking to this newspaper, Dr Sahjanand said, “Despite numerous advancements and innovations in medical science and treatment approaches, rural folk throughout the country continue to struggle with a variety of issues such as access to affordable healthcare in villages. In all candour, I appeal to the medical profession, which has placed such great trust in me, to look after the villages in their neighbourhood and ensure that no one suffers for lack of treatment or medicines.” He added, “As the theme of this year’s national conference is ‘Priority in Rural Healthcare and Professional Dignity’, I pledge to work diligently to ensure that it is carried out in letter and spirit.”",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 32,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/no-need-of-night-curfew-right-now-in-bihar-says-cm-nitish-kumar/articleshow/88494954.cms",
      "Headline": "No Need of night curfew right now in Bihar, says CM Nitish Kumar",
      "News": "Despite a rising trend in the number of Covid-19 cases and the neighbouring Uttar Pradesh and few other states imposing night curfew, Bihar chief minister Nitish Kumar on Saturday said there is no need of night curfew in the state right now. On being asked that other states were imposing night curfew in the wake of omicron , Nitish said, “Situation in Bihar is much better than many states. There is no need to impose a night curfew right now here (in Bihar).” The CM was responding to a reporter’s query after garlanding the life-size statue of former PM Atal Bihari Vajpayee on the occasion of his birth anniversary at the Pataliputra Park in the state capital here. Bihar governor Phagu Chauhan, the CM, the deputy CM Tarkishore Prasad and many other ministers and dignitaries paid floral tributes to Vajpayee during a state function organized at the Pataliputra Park. Though Bihar on Friday reported 13 fresh cases of Covid-19, seven of them in the state capital, the state so far has not reported any case of omicron variant. However, the state’s health department has prepared a vigorous plan to check further spread of Covid-19 during the likely third wave of the deadly virus and fight against the new variant omicron. The department has constituted altogether six state-level committees of officers and doctors to monitor the works of testing, contract tracing, isolation and treatment of covid-19 patients as well as reporting and analysis of covid cases during the predicted third wave. A few weeks ago, Nitish held a review meeting with the health department officials in the wake of the threat of omicron. After reviewing the Covid-19 situation in Bihar, the CM asked the health officials to maintain complete surveillance across the state in view of possible threat of new variant omicron and make full preparations to prevent people from its infection. He also asked the officials to make a complete arrangement of medical facilities and sufficient stock of medicines to meet the challenges, which might be posed by the new variant.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88494954,width-500,resizemode-4,imgsize-36522/88494954.jpg",
      "News_Headline": "No Need of night curfew right now in Bihar, says CM Nitish Kumar,PATNA: Despite a rising trend in the number of Covid-19 cases and the neighbouring Uttar Pradesh and few other states imposing night curfew, Bihar chief minister Nitish Kumar on Saturday said there is no need of night curfew in the state right now. On being asked that other states were imposing night curfew in the wake of omicron , Nitish said, “Situation in Bihar is much better than many states. There is no need to impose a night curfew right now here (in Bihar).” The CM was responding to a reporter’s query after garlanding the life-size statue of former PM Atal Bihari Vajpayee on the occasion of his birth anniversary at the Pataliputra Park in the state capital here. Bihar governor Phagu Chauhan, the CM, the deputy CM Tarkishore Prasad and many other ministers and dignitaries paid floral tributes to Vajpayee during a state function organized at the Pataliputra Park. Though Bihar on Friday reported 13 fresh cases of Covid-19, seven of them in the state capital, the state so far has not reported any case of omicron variant. However, the state’s health department has prepared a vigorous plan to check further spread of Covid-19 during the likely third wave of the deadly virus and fight against the new variant omicron. The department has constituted altogether six state-level committees of officers and doctors to monitor the works of testing, contract tracing, isolation and treatment of covid-19 patients as well as reporting and analysis of covid cases during the predicted third wave. A few weeks ago, Nitish held a review meeting with the health department officials in the wake of the threat of omicron. After reviewing the Covid-19 situation in Bihar, the CM asked the health officials to maintain complete surveillance across the state in view of possible threat of new variant omicron and make full preparations to prevent people from its infection. He also asked the officials to make a complete arrangement of medical facilities and sufficient stock of medicines to meet the challenges, which might be posed by the new variant.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 33,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 6,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/no-relaxation-in-liquor-law-for-outsiders-nitish/articleshow/88481227.cms",
      "Headline": "No relaxation in liquor law for outsiders: Nitish Kumar",
      "News": "Chief minister Nitish Kumar on Friday categorically dismissed the demand for some relaxations in the stringent anti-liquor law for those coming to Bihar from outside the state. Addressing a public meeting at Gopalganj as part of his ‘ Samaj Sudhar Abhiyan ’, the CM said many people have gone against him because he dared to enforce total prohibition in the state. “Some people say people coming to Bihar from outside should be given permission to drink liquor. Do people from the other places visit Bihar to drink liquor? Why should we give permission to the outsiders?” Nitish asked. Citing a WHO report on percentage of deaths due to alcohol across the world, Nitish said this report showed the ill effects of liquor across the globe. The CM also rejected suggestion by a section of people that an exemption be made on medical grounds for the alcoholics. “Some people argue that alcoholics will fall sick if they are not allowed to drink. I say you will fall sick only after you drink. If you not drink, you will not fall sick.” Nitish also dismissed his detractors’ contention about the alleged fall in tourist footfall in Bihar after the enforcement of total prohibition. “The tourist footfall will never be affected. In the last two years, the tourists avoided coming to the state due to Covid restrictions. Till 2019, the number of tourists visiting Bihar kept increasing even after the enforcement of prohibition. More than 2 crore tourists arrived in the state in a year,” Nitish said.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481227,width-500,resizemode-4,imgsize-23708/88481227.jpg",
      "News_Headline": "No relaxation in liquor law for outsiders: Nitish Kumar,PATNA: Chief minister Nitish Kumar on Friday categorically dismissed the demand for some relaxations in the stringent anti-liquor law for those coming to Bihar from outside the state. Addressing a public meeting at Gopalganj as part of his ‘ Samaj Sudhar Abhiyan ’, the CM said many people have gone against him because he dared to enforce total prohibition in the state. “Some people say people coming to Bihar from outside should be given permission to drink liquor. Do people from the other places visit Bihar to drink liquor? Why should we give permission to the outsiders?” Nitish asked. Citing a WHO report on percentage of deaths due to alcohol across the world, Nitish said this report showed the ill effects of liquor across the globe. The CM also rejected suggestion by a section of people that an exemption be made on medical grounds for the alcoholics. “Some people argue that alcoholics will fall sick if they are not allowed to drink. I say you will fall sick only after you drink. If you not drink, you will not fall sick.” Nitish also dismissed his detractors’ contention about the alleged fall in tourist footfall in Bihar after the enforcement of total prohibition. “The tourist footfall will never be affected. In the last two years, the tourists avoided coming to the state due to Covid restrictions. Till 2019, the number of tourists visiting Bihar kept increasing even after the enforcement of prohibition. More than 2 crore tourists arrived in the state in a year,” Nitish said.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 34,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "COVID-19",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/panchayat-member-accused-of-raping-16-year-old-girl/articleshow/88510396.cms",
      "Headline": "Bihar: Panchayat member accused of raping 16-year-old girl",
      "News": "Police have launched a manhunt to arrest a newly-elected ward member of Chakwa gram panchayat in Sitamarhi district who was charged with raping a 16-year-old girl for months. The girl was produced before a local court where his statement was recorded on Sunday. She was later sent to the sadar hospital for medical examination . The accused, Parvez Khan (38), has been booked under the Protection of Children from Sexual Offences (POCSO) Act. The FIR against Khan, father of five kids, was lodged with Bairgania police station. He is a resident of Dhakarkha village and had won the panchayat election recently. Layeeq Ahmed , SHO (incharge) of Bairgania police station said girl’s family alleged that she forcibly sexually abused for months by the accused, who threatened to kill her if she revealed the matter to anyone. “On December 24, Khan forcibly entered the girl’s house when she was alone and sexually assaulted her. When her parents returned home, they opposed the act of the ward member. Khan then had a scuffle with the girl’s parents. As locals gathered at the house, he fled,” the SHO added. Ahmed said in her written statement, the girl alleged that Khan had earlier raped her on November 3. “To stop pregnancy, Khan used to give contraceptive pills to the girl,” he said, adding raids were on to arrest the accused.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510396,width-500,resizemode-4,imgsize-10192/88510396.jpg",
      "News_Headline": "Bihar: Panchayat member accused of raping 16-year-old girl,PATNA: Police have launched a manhunt to arrest a newly-elected ward member of Chakwa gram panchayat in Sitamarhi district who was charged with raping a 16-year-old girl for months. The girl was produced before a local court where his statement was recorded on Sunday. She was later sent to the sadar hospital for medical examination . The accused, Parvez Khan (38), has been booked under the Protection of Children from Sexual Offences (POCSO) Act. The FIR against Khan, father of five kids, was lodged with Bairgania police station. He is a resident of Dhakarkha village and had won the panchayat election recently. Layeeq Ahmed , SHO (incharge) of Bairgania police station said girl’s family alleged that she forcibly sexually abused for months by the accused, who threatened to kill her if she revealed the matter to anyone. “On December 24, Khan forcibly entered the girl’s house when she was alone and sexually assaulted her. When her parents returned home, they opposed the act of the ward member. Khan then had a scuffle with the girl’s parents. As locals gathered at the house, he fled,” the SHO added. Ahmed said in her written statement, the girl alleged that Khan had earlier raped her on November 3. “To stop pregnancy, Khan used to give contraceptive pills to the girl,” he said, adding raids were on to arrest the accused.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 35,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Law and Order",
      "_Category_2": "ISSUES",
      "_Category_3": "Criminal_Intimidation",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/passengers-body-seeks-restoration-of-long-distance-trains/articleshow/88510462.cms",
      "Headline": "Passengers’ body seeks restoration of long-distance trains",
      "News": "The Bihar Daily Passengers’ Association (BDPA) has demanded restoration and extension of several pairs of passenger trains either originating from or passing through the Danapur division of the East Central Railway (ECR). The association has sent a memorandum to this effect to Patliputra MP and former union minister Ram Kirpal Yadav and ECR GM Anupam Sharma on Saturday. According to the BDPA secretary Shoaib Quraishi, the association has demanded stoppage of the Patna-Kurla Lokmanya Tilak Express (13201/13202) and Bhabua-Patna Intercity Express (13449/13450) at Sadisopur. “The authorities should also restore the Pt. Deen Dayal Upadhyaya Junction-Patna MEMU (63232) to felicitate the daily commuters,” Quraishi said. Besides, the association has requested to introduce new MEMU direct passenger trains on the Danapur-Chhapra and Patna-Siwan routes. “The Varanasi-Patna Jan Shatabdi Express (15125/15126), Kumbh Express (12369/12370, 12327/12328), Danapur-Rajgir Intercity Express (13233/13234), Tata-Danapur Express (18183/18184) and Mahananda Express (15483/15484) should be given stoppage at Phulwarisharif,” the secretary said, adding, the Lucknow-Patliputra Junction Express (12529/12530), Saharsa-Patliputra Junction Janhit Express (13205/13206) and Gorakhpur-Patliputra Junction Express (55007/55008) should be given extension up to Danapur. The association has also urged the railway authorities to resume senior citizen concession facility on journey tickets (up to 50% to women above 58 years and 40% to men above 60 years of age). This facility has been withdrawn after the lockdown across the country in April 2020.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510462,width-500,resizemode-4,imgsize-/88510462.jpg",
      "News_Headline": "Passengers’ body seeks restoration of long-distance trains,PATNA: The Bihar Daily Passengers’ Association (BDPA) has demanded restoration and extension of several pairs of passenger trains either originating from or passing through the Danapur division of the East Central Railway (ECR). The association has sent a memorandum to this effect to Patliputra MP and former union minister Ram Kirpal Yadav and ECR GM Anupam Sharma on Saturday. According to the BDPA secretary Shoaib Quraishi, the association has demanded stoppage of the Patna-Kurla Lokmanya Tilak Express (13201/13202) and Bhabua-Patna Intercity Express (13449/13450) at Sadisopur. “The authorities should also restore the Pt. Deen Dayal Upadhyaya Junction-Patna MEMU (63232) to felicitate the daily commuters,” Quraishi said. Besides, the association has requested to introduce new MEMU direct passenger trains on the Danapur-Chhapra and Patna-Siwan routes. “The Varanasi-Patna Jan Shatabdi Express (15125/15126), Kumbh Express (12369/12370, 12327/12328), Danapur-Rajgir Intercity Express (13233/13234), Tata-Danapur Express (18183/18184) and Mahananda Express (15483/15484) should be given stoppage at Phulwarisharif,” the secretary said, adding, the Lucknow-Patliputra Junction Express (12529/12530), Saharsa-Patliputra Junction Janhit Express (13205/13206) and Gorakhpur-Patliputra Junction Express (55007/55008) should be given extension up to Danapur. The association has also urged the railway authorities to resume senior citizen concession facility on journey tickets (up to 50% to women above 58 years and 40% to men above 60 years of age). This facility has been withdrawn after the lockdown across the country in April 2020.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 36,
      "_result_id_": ".",
      "_category_": "",
      "_score_": ".",
      "_Category_1": "not available",
      "_Category_2": "",
      "_Category_3": "",
      "_Category_4": "",
      "_Category_5": "",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/patna-accounts-for-7-of-13-new-covid-cases-in-bihar/articleshow/88480644.cms",
      "Headline": "Patna accounts for 7 of 13 new Covid cases in Bihar",
      "News": "Seven people in Patna, including one who had returned from the United Kingdom , tested positive for Covid-19 on Friday. Overall, the state recorded 13 fresh cases in the last 24 hours against 1,79,869 samples tested. The day also saw 17 more people recovering from the virus. With this, the number of active Covid cases in the state has come down to 78. Patna civil surgeon Dr Vibha Kumari Singh said the person from the UK had come to Patna on Thursday. This is the fourth case of foreign returnees testing positive for Covid in Patna in a week. On Wednesday, two people from the UK who had returned from the UK and one South Africa returnee had tested positive for Covid-19. Their genome sequencing reports are awaited. Apart from Patna, Purnia and Munger registered two cases each on Friday and Begusarai and Nalanda one case each. The 13 fresh cases have taken the state’s overall Covid tally to 7,26,418. However, 7,14,245 people have so far recovered from the virus in the state and 12,094 succumbed to it. Meanwhile, a new Covid positive patient was admitted to AIIMS-Patna, taking the number of such patients at the hospital to five.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480644,width-500,resizemode-4,imgsize-38034/88480644.jpg",
      "News_Headline": "Patna accounts for 7 of 13 new Covid cases in Bihar,PATNA: Seven people in Patna, including one who had returned from the United Kingdom , tested positive for Covid-19 on Friday. Overall, the state recorded 13 fresh cases in the last 24 hours against 1,79,869 samples tested. The day also saw 17 more people recovering from the virus. With this, the number of active Covid cases in the state has come down to 78. Patna civil surgeon Dr Vibha Kumari Singh said the person from the UK had come to Patna on Thursday. This is the fourth case of foreign returnees testing positive for Covid in Patna in a week. On Wednesday, two people from the UK who had returned from the UK and one South Africa returnee had tested positive for Covid-19. Their genome sequencing reports are awaited. Apart from Patna, Purnia and Munger registered two cases each on Friday and Begusarai and Nalanda one case each. The 13 fresh cases have taken the state’s overall Covid tally to 7,26,418. However, 7,14,245 people have so far recovered from the virus in the state and 12,094 succumbed to it. Meanwhile, a new Covid positive patient was admitted to AIIMS-Patna, taking the number of such patients at the hospital to five.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 37,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 5,
      "_Category_1": "Medical_Health_and_Family_Welfare",
      "_Category_2": "Hospitals",
      "_Category_3": "Patients",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/people-plan-family-reunions-this-xmas/articleshow/88480905.cms",
      "Headline": "People plan family reunions this Xmas",
      "News": "It is that time of the year again when family reunions take place, delicious food is cooked and delightful gifts are exchanged. The city residents, especially youngsters, have meticulously planned every detail and are prepared to celebrate Christmas in its entirety on Saturday. According to Shanita Thangadurari, a Digha resident, Christmas is a time when everyone comes together to have fun. “This year, my cousins and I have decorated a room to resemble a church in order to surprise our parents and grandparents. Afterwards, there is a plan for a bonfire, during which we will spend time together as a family recalling our childhood,” she told this newspaper on Friday. Joseph Paul, a teacher, shared his Christmas plans, stating that the celebration would centre on some home-made food and a delectable cake. “We will connect with friends and family through video-conferencing. We will also visit the church this year keeping in mind the Covid safety protocols,” he said. Alina S Joe, a collegian, revealed that she would meet her grandparents on Christmas for the first time in two years. Prior to the pandemic, she met them annually. She said, “This year, I hope to cook alongside my grandmother and spend time with my cousins and parents.” Pooja Sharma, the principal of a school in Patna City, plans to visit the Padri Ki Haveli with her family on Saturday. “I will meet my in-laws and relatives before going to the church in the morning. I have planned a children’s party for my daughter and her friends in the afternoon and a family dinner in the evening,” an excited Pooja claimed.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480905,width-500,resizemode-4,imgsize-/88480905.jpg",
      "News_Headline": "People plan family reunions this Xmas,PATNA: It is that time of the year again when family reunions take place, delicious food is cooked and delightful gifts are exchanged. The city residents, especially youngsters, have meticulously planned every detail and are prepared to celebrate Christmas in its entirety on Saturday. According to Shanita Thangadurari, a Digha resident, Christmas is a time when everyone comes together to have fun. “This year, my cousins and I have decorated a room to resemble a church in order to surprise our parents and grandparents. Afterwards, there is a plan for a bonfire, during which we will spend time together as a family recalling our childhood,” she told this newspaper on Friday. Joseph Paul, a teacher, shared his Christmas plans, stating that the celebration would centre on some home-made food and a delectable cake. “We will connect with friends and family through video-conferencing. We will also visit the church this year keeping in mind the Covid safety protocols,” he said. Alina S Joe, a collegian, revealed that she would meet her grandparents on Christmas for the first time in two years. Prior to the pandemic, she met them annually. She said, “This year, I hope to cook alongside my grandmother and spend time with my cousins and parents.” Pooja Sharma, the principal of a school in Patna City, plans to visit the Padri Ki Haveli with her family on Saturday. “I will meet my in-laws and relatives before going to the church in the morning. I have planned a children’s party for my daughter and her friends in the afternoon and a family dinner in the evening,” an excited Pooja claimed.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 38,
      "_result_id_": 4,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "COVID-19",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/preschools-witness-significant-decline-in-enrolment-amid-covid/articleshow/88496711.cms",
      "Headline": "Patna: Preschools witness significant decline in enrolment amid Covid",
      "News": "",
      "Date": "26-12-2021",
      "District": "",
      "Image_Link": "",
      "News_Headline": "Patna: Preschools witness significant decline in enrolment amid Covid,Teachers at a few playschools acknowledged a significant decrease in child enrolment. “We admit children beginning at the age of two. However, following Covid-19, we saw a nearly 60% decline in admissions,” the branch head of a renowned preschool told TOI. Nikhat Bano, a teacher at a preschool in the Bakarganj Due to the fact that the admission process for kindergarten students has already begun at city schools, many children will enter the campus without having previously spent time with their peer groups at playschools. Parents are concerned about how their children will react in a new environment now that they have never been to a playschool. “My daughter is three and a half years old, and in the coming academic session, I will enrol her in any good school,” Raja Bazar resident, Nagma Parween, explained. “However, I am concerned because she has never attended a playschool and thus her performance may suffer,” she added. Swati Singh, another mother, had a similar concern. She said, “Due to Covid-19, I had not enrolled my son in school. Now that he is four years old, I am concerned about his performance during the admission interview.” Meanwhile, mental health professionals advise teachers and parents to exercise greater caution and patience when dealing with children, as the majority of them will be interacting with peers and people outside of their family for the first time. Dr Santosh Kumar, an associate professor of psychiatry at the Nalanda Medical College and Hospital , urged teachers to be more emphatic with children. “Kids may know the answer but remain hesitant to share it in public. Teachers must be aware of these considerations,” the doctor said. He did, however, encourage parents to enrol their children in school, stating that schooling and interaction with others aid in children’s cognitive development.",
      "News_Source": "Times of India",
      "State": "",
      "Row_ID": 39,
      "_result_id_": ".",
      "_category_": "",
      "_score_": ".",
      "_Category_1": "not available",
      "_Category_2": "",
      "_Category_3": "",
      "_Category_4": "",
      "_Category_5": "",
      "_sentiment_": "not available"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/pu-set-to-introduce-cbcs-from-next-academic-session/articleshow/88510333.cms",
      "Headline": "Patna University set to introduce CBCS from next academic session",
      "News": "Patna University (PU) is set to introduce a choice based semester system (CBCS) in all its regular three-year degree courses from 2022-23 academic session. PU development officer P K Khan told this newspaper here on Sunday that the admission ordinance and examination regulations of all these courses would be placed at the next meeting of the university senate scheduled to be held on January 18. After senate’s approval, the same would be sent to the Raj Bhavan for obtaining the chancellor’s assent. “The ordinance and regulations of as many as 16 subjects at undergraduate level have already been drafted and those of the remaining 16 subjects are likely to be drafted by the subject expert committees soon,” Khan said. PU vice-chancellor (VC) G K Chaudhary has convened a meeting of the heads of concerned departments on January 3 to review the situation and take necessary action. Earlier, the VC had constituted a six-member committee headed by Vanijya Mahavidyalaya principal N K Jha to formulate admission ordinance and examination regulations for the UG courses under CBCS pattern in the light of the UGC guidelines. Other members of the committee are Shankar Kumar (physics), Rakesh Ranjan (political science), Siddharth Bhardwaj (economics), Shekhar (geology), and Shobhan Chakraborty (English). As early as in 2019, the chancellor’s secretariat had announced that the CBCS would be introduced at the undergraduate stage in all the colleges from the next session (2020-21) and had even started framing uniform ordinance and regulations of CBCS. It had also initiated steps for getting the syllabi of UG courses revised as per the new CBCS system. However, the same did not materialize owing to the pandemic. “PU had implemented CBCS at the postgraduate stage from the session 2018-19 itself, but it could not implement the same at undergraduate level as most colleges were not prepared for it,” Khan said, adding, some self-financing courses of PU running in different colleges have already introduced CBCS from the 2019-20 session. “If the regulations were approved by the chancellor, PU will become the first university in the state to introduce CBCS and semester system at the undergraduate level,” he said.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510333,width-500,resizemode-4,imgsize-76074/88510333.jpg",
      "News_Headline": "Patna University set to introduce CBCS from next academic session,PATNA: Patna University (PU) is set to introduce a choice based semester system (CBCS) in all its regular three-year degree courses from 2022-23 academic session. PU development officer P K Khan told this newspaper here on Sunday that the admission ordinance and examination regulations of all these courses would be placed at the next meeting of the university senate scheduled to be held on January 18. After senate’s approval, the same would be sent to the Raj Bhavan for obtaining the chancellor’s assent. “The ordinance and regulations of as many as 16 subjects at undergraduate level have already been drafted and those of the remaining 16 subjects are likely to be drafted by the subject expert committees soon,” Khan said. PU vice-chancellor (VC) G K Chaudhary has convened a meeting of the heads of concerned departments on January 3 to review the situation and take necessary action. Earlier, the VC had constituted a six-member committee headed by Vanijya Mahavidyalaya principal N K Jha to formulate admission ordinance and examination regulations for the UG courses under CBCS pattern in the light of the UGC guidelines. Other members of the committee are Shankar Kumar (physics), Rakesh Ranjan (political science), Siddharth Bhardwaj (economics), Shekhar (geology), and Shobhan Chakraborty (English). As early as in 2019, the chancellor’s secretariat had announced that the CBCS would be introduced at the undergraduate stage in all the colleges from the next session (2020-21) and had even started framing uniform ordinance and regulations of CBCS. It had also initiated steps for getting the syllabi of UG courses revised as per the new CBCS system. However, the same did not materialize owing to the pandemic. “PU had implemented CBCS at the postgraduate stage from the session 2018-19 itself, but it could not implement the same at undergraduate level as most colleges were not prepared for it,” Khan said, adding, some self-financing courses of PU running in different colleges have already introduced CBCS from the 2019-20 session. “If the regulations were approved by the chancellor, PU will become the first university in the state to introduce CBCS and semester system at the undergraduate level,” he said.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 40,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 9,
      "_Category_1": "Education",
      "_Category_2": "University",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/railways-likely-to-issue-yatra-cards-to-local-commuters/articleshow/88496357.cms",
      "Headline": "Railways likely to issue ‘yatra cards’ to local commuters",
      "News": "The railways is likely to give a New Year’s gift to local commuters who travel on various routes under the East Central Railway’s (ECR) jurisdiction. It has proposed providing them with a ‘yatra card’ along the lines of Metro rail services, to alleviate the burden of standing in long queues at counters to obtain unreserved tickets. According to ECR’s chief public relations officer (CPRO) Rajesh Kumar, the railways has decided to install advanced automatic ticket vending machines (ATVMs) in the first phase at the Patna Junction, Rajendra Nagar Terminal, Patliputra Junction , and Danapur station. At least six ATVMs have been acquired for the Patna Junction alone and one each for the remaining stations. “The signalling and telecommunications and electrical departments are currently working on the process of installing the necessary data and information about the stations and the fares that will be charged from each passenger. The installation of these machines will enable passengers to obtain unreserved tickets without standing in long queues at the UTS counters,” the CPRO told this reporter, adding that passengers may be issued a ‘yatra card’ which they can easily recharge when their balance money runs out. Kumar continued, “The daily influx of passengers at the Patna Junction has been phenomenal. Thousands of people commute daily to the Patna Junction from Buxar, Ara, Bihta, Danapur, Jehanabad, Gaya, Barh, Mokama, and Rajgir. Thus, the ‘yarta card’ facility will benefit them by relieving them of the daily hassle of procuring their tickets from counters.” The railways also plans to implement this system at all major ECR stations in the long run.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496357,width-500,resizemode-4,imgsize-/88496357.jpg",
      "News_Headline": "Railways likely to issue ‘yatra cards’ to local commuters,PATNA: The railways is likely to give a New Year’s gift to local commuters who travel on various routes under the East Central Railway’s (ECR) jurisdiction. It has proposed providing them with a ‘yatra card’ along the lines of Metro rail services, to alleviate the burden of standing in long queues at counters to obtain unreserved tickets. According to ECR’s chief public relations officer (CPRO) Rajesh Kumar, the railways has decided to install advanced automatic ticket vending machines (ATVMs) in the first phase at the Patna Junction, Rajendra Nagar Terminal, Patliputra Junction , and Danapur station. At least six ATVMs have been acquired for the Patna Junction alone and one each for the remaining stations. “The signalling and telecommunications and electrical departments are currently working on the process of installing the necessary data and information about the stations and the fares that will be charged from each passenger. The installation of these machines will enable passengers to obtain unreserved tickets without standing in long queues at the UTS counters,” the CPRO told this reporter, adding that passengers may be issued a ‘yatra card’ which they can easily recharge when their balance money runs out. Kumar continued, “The daily influx of passengers at the Patna Junction has been phenomenal. Thousands of people commute daily to the Patna Junction from Buxar, Ara, Bihta, Danapur, Jehanabad, Gaya, Barh, Mokama, and Rajgir. Thus, the ‘yarta card’ facility will benefit them by relieving them of the daily hassle of procuring their tickets from counters.” The railways also plans to implement this system at all major ECR stations in the long run.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 41,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 4,
      "_Category_1": "Jaipur Metro",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/rs-1-5cr-da-amassed-by-stenographer-posted-at-vaishali-sps-office-unearthed/articleshow/88496486.cms",
      "Headline": "Rs 1.5cr DA amassed by stenographer posted at Vaishali SP’s office unearthed",
      "News": "Sleuths of the Vigilance Investigation Bureau (VIB) on Saturday raided the house of Anil Prasad, stenographer in the rank of sub-inspector in public grievance cell of Vaishali SP office, at Tejpratap Nagar under the Beur police station area in Patna and unearthed disproportionate assets (DA) worth more than Rs 1.55 crore amassed by him. Another special team raided his rented accommodation in Hajipur’s SDO Road. Sources said the VIB had registered a DA case against Prasad on Friday under relevant sections of Provident Funds Act, 1988 (amended 2018), after a preliminary inquiry. The special vigilance court, Muzaffarpur, had issued the search warrant on Saturday, following which the raids were conducted for several hours by two separate teams. According to sources, two buildings – a five-storey and a three-storey – constructed on 5,000sq feet of land at Tejpratap Nagar were searched by the special team. “The team recovered gold and silver jewellery worth at least Rs 5.5 lakh and immovable property (six land deeds) worth around Rs 1.5 crore. Apart from this, two deeds valued at more than Rs 10 lakh were mortgaged in the bank. The vigilance sleuths also seized the passbooks of 17 banks and five debit cards from Prasad’s residence. Documents related to investments in Bajaj Allianz and ICICI were also recovered. “We have seized all the papers. The probe against Prasad will continue,” vigilance sources said. The market value of his movable and immovable assets is wroth Rs 5 crore. “Prasad, who had joined service in 1985, misused his position to earn excessive wealth.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496486,width-500,resizemode-4,imgsize-/88496486.jpg",
      "News_Headline": "Rs 1.5cr DA amassed by stenographer posted at Vaishali SP’s office unearthed,PATNA: Sleuths of the Vigilance Investigation Bureau (VIB) on Saturday raided the house of Anil Prasad, stenographer in the rank of sub-inspector in public grievance cell of Vaishali SP office, at Tejpratap Nagar under the Beur police station area in Patna and unearthed disproportionate assets (DA) worth more than Rs 1.55 crore amassed by him. Another special team raided his rented accommodation in Hajipur’s SDO Road. Sources said the VIB had registered a DA case against Prasad on Friday under relevant sections of Provident Funds Act, 1988 (amended 2018), after a preliminary inquiry. The special vigilance court, Muzaffarpur, had issued the search warrant on Saturday, following which the raids were conducted for several hours by two separate teams. According to sources, two buildings – a five-storey and a three-storey – constructed on 5,000sq feet of land at Tejpratap Nagar were searched by the special team. “The team recovered gold and silver jewellery worth at least Rs 5.5 lakh and immovable property (six land deeds) worth around Rs 1.5 crore. Apart from this, two deeds valued at more than Rs 10 lakh were mortgaged in the bank. The vigilance sleuths also seized the passbooks of 17 banks and five debit cards from Prasad’s residence. Documents related to investments in Bajaj Allianz and ICICI were also recovered. “We have seized all the papers. The probe against Prasad will continue,” vigilance sources said. The market value of his movable and immovable assets is wroth Rs 5 crore. “Prasad, who had joined service in 1985, misused his position to earn excessive wealth.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 42,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 3,
      "_Category_1": "Land",
      "_Category_2": "Construction",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/sahani-calls-on-manjhi-discusses-up-poll-strategy/articleshow/88481054.cms",
      "Headline": "Sahani calls on Manjhi, discusses UP poll strategy",
      "News": "Vikassheel Insaan Party (VIP) chief Mukesh Sahani called on former CM and Hindustani Awam Morcha (Secular) president Jitan Ram Manjhi at the latter’s residence here on Friday to explore possibilities of forging an alliance between the two parties in the Uttar Pradesh assembly election. Both VIP and HAM(S) are allies of the National Democratic Alliance (NDA) in Bihar. Sahani and Manjhi’s son Sanosh Kumar Suman are ministers in the Nitish Kumar-led NDA government in Bihar. Sahani told mediapersons after meeting Manjhi that VIP will contest 165 of the 403 assembly seats in UP. HAM(S) national spokesman Dinesh Rizwan said apart from the UP election, Manjhi and Sahani also discussed matters related to the NDA government in Bihar.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481054,width-500,resizemode-4,imgsize-/88481054.jpg",
      "News_Headline": "Sahani calls on Manjhi, discusses UP poll strategy,PATNA: Vikassheel Insaan Party (VIP) chief Mukesh Sahani called on former CM and Hindustani Awam Morcha (Secular) president Jitan Ram Manjhi at the latter’s residence here on Friday to explore possibilities of forging an alliance between the two parties in the Uttar Pradesh assembly election. Both VIP and HAM(S) are allies of the National Democratic Alliance (NDA) in Bihar. Sahani and Manjhi’s son Sanosh Kumar Suman are ministers in the Nitish Kumar-led NDA government in Bihar. Sahani told mediapersons after meeting Manjhi that VIP will contest 165 of the 403 assembly seats in UP. HAM(S) national spokesman Dinesh Rizwan said apart from the UP election, Manjhi and Sahani also discussed matters related to the NDA government in Bihar.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 43,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "Chief Minister Related",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Neutral"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/students-of-gaya-school-develop-sensored-bin-for-garbage-disposal/articleshow/88481123.cms",
      "Headline": "Students of Gaya school develop sensored bin for garbage disposal",
      "News": "Three students of Zila School, Gaya, of Class IX are working on a concrete solution for ensuring proper garbage disposal. Under the project named ‘Man Learning machine’, the trio have developed a dustbin with sensor, which is aimed at developing a habit among people to put the garbage in the dustbin only instead of throwing here and there. The students who are working on the project are Aditya Kumar, Anurag Kumar and Sunny Kumar. The project has been developed at Atal Tinkering lab of the Zila School. Lab in-charge Devendra Singh said, “Man Learning Machine is the project, where censor installed dustbin has been developed. If someone throws garbage outside instead of putting it in the dustbin, a sound sensor will alert the person to put the garbage in the dustbin only. In case, the person concerned ignores the message for three consecutive days, a hidden camera installed in the dustbin will take a photograph of that person and post it on social media. The photograph will be also sent to civic body authorities for necessary action.” Singh added",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481123,width-500,resizemode-4,imgsize-/88481123.jpg",
      "News_Headline": "Students of Gaya school develop sensored bin for garbage disposal,GAYA: Three students of Zila School, Gaya, of Class IX are working on a concrete solution for ensuring proper garbage disposal. Under the project named ‘Man Learning machine’, the trio have developed a dustbin with sensor, which is aimed at developing a habit among people to put the garbage in the dustbin only instead of throwing here and there. The students who are working on the project are Aditya Kumar, Anurag Kumar and Sunny Kumar. The project has been developed at Atal Tinkering lab of the Zila School. Lab in-charge Devendra Singh said, “Man Learning Machine is the project, where censor installed dustbin has been developed. If someone throws garbage outside instead of putting it in the dustbin, a sound sensor will alert the person to put the garbage in the dustbin only. In case, the person concerned ignores the message for three consecutive days, a hidden camera installed in the dustbin will take a photograph of that person and post it on social media. The photograph will be also sent to civic body authorities for necessary action.” Singh added: “An online presentation of the project was made on December 21, where mentors, educators and representatives of Niti Aayog were present. The final presentation of the project will be made on January 5. After the project is approved, it will be sent for patent. A US-based company is assisting to complete the project with the active support from mentors Pahup Pilana and Saffin Matthew and educator Garima Babbar. Out of total 300 project proposals from across the country, the US firm is assisting 50 including the Zila School project.”",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 44,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 6,
      "_Category_1": "Education",
      "_Category_2": "School",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/teachers-seek-restoration-of-old-calendar-of-holidays/articleshow/88496320.cms",
      "Headline": "Teachers seek restoration of old calendar of holidays",
      "News": "Teachers at universities and colleges in Bihar have expressed strong opposition to the recent reduction of Christmas holidays in the Raj Bhavan’s list of holidays for the year 2022 and demanded their immediate restoration. Kanhaiya Bahadur Sinha, the working president of the Federation of University Teachers’ Associations of Bihar , and Sanjay Kumar Singh, its general secretary, told this reporter on Saturday, “Since independence, university teachers have enjoyed eight to 10 days of Christmas vacation, which has been reduced to just two days.” Following an increase in the number of ELs, the UGC permitted colleges and universities to grant teachers a 10-week or 70-day vacation in addition to the gazetted holidays during a given academic calendar. “This standard is followed in all universities in the country, with the exception of those in Bihar. Teachers at Delhi University, for example, enjoy 55 days of summer vacation and 15 days of winter vacation, but teachers in Bihar receive only a monthlong summer vacation,” they said, demanding the restoration of the previous calendar of university holidays in the larger interest of higher education in a memorandum submitted to the chancellor on Saturday.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496320,width-500,resizemode-4,imgsize-/88496320.jpg",
      "News_Headline": "Teachers seek restoration of old calendar of holidays,PATNA: Teachers at universities and colleges in Bihar have expressed strong opposition to the recent reduction of Christmas holidays in the Raj Bhavan’s list of holidays for the year 2022 and demanded their immediate restoration. Kanhaiya Bahadur Sinha, the working president of the Federation of University Teachers’ Associations of Bihar , and Sanjay Kumar Singh, its general secretary, told this reporter on Saturday, “Since independence, university teachers have enjoyed eight to 10 days of Christmas vacation, which has been reduced to just two days.” Following an increase in the number of ELs, the UGC permitted colleges and universities to grant teachers a 10-week or 70-day vacation in addition to the gazetted holidays during a given academic calendar. “This standard is followed in all universities in the country, with the exception of those in Bihar. Teachers at Delhi University, for example, enjoy 55 days of summer vacation and 15 days of winter vacation, but teachers in Bihar receive only a monthlong summer vacation,” they said, demanding the restoration of the previous calendar of university holidays in the larger interest of higher education in a memorandum submitted to the chancellor on Saturday.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 45,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 2,
      "_Category_1": "Education",
      "_Category_2": "College",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/traffic-cops-equipped-with-body-worn-cameras/articleshow/88496418.cms",
      "Headline": "Traffic cops equipped with body-worn cameras",
      "News": "The state’s traffic police are now equipped with body-worn cameras that can be monitored remotely, as well as shot radar guns and interceptor vehicles. The cameras can capture images and interactions between the traffic personnel and the public while conducting routine vehicle inspections and issuing ‘challans’ to the violators. M R Naik, the inspector general (IG) of traffic, told this reporter on Saturday that 33 pieces of body-worn cameras had already been procured. Initially, 12 districts, including Patna, Nalanda, Chhapra, Bhojpur, Gaya, Muzaffarpur, Darbhanga, Begusarai, Munger, Bhagalpur, Katihar, and Purnia, were equipped with these cameras. Their use began on Friday in most locations. “We frequently receive complaints about traffic police harassing people or illegally obtaining money from them, as well as public misbehaviour after they are discovered driving vehicles without proper documentation. In any of these circumstances, the audio-visual recording by the cameras will establish the fact,” Naik explained. He added, “These cameras will instil a sense of responsibility in both the public and the traffic police and ensure that their interactions are appropriate.” Besides, interceptor vehicles have also been acquired to enforce traffic rules and prevent road crimes. Naik stated that 17 of these vehicles had already arrived and were awaiting registration with the transport department before being allowed to operate on the roads. “Five of them will be assigned to the Patna traffic police and the remaining 12 to districts with high traffic volumes,” he said, adding that the vehicles would be extremely beneficial in congested areas such as Patna in terms of intercepting cars, violators of traffic rules, and those fleeing after committing crimes. The traffic IG also laid emphasis on the use of speed radar guns that have already been made available in different districts. According to sources, the procurement of new gadgets is underway as part of the police modernisation plan, and more body-worn cameras and interceptor vehicles are expected to arrive soon.",
      "Date": "26-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88496418,width-500,resizemode-4,imgsize-/88496418.jpg",
      "News_Headline": "Traffic cops equipped with body-worn cameras,PATNA: The state’s traffic police are now equipped with body-worn cameras that can be monitored remotely, as well as shot radar guns and interceptor vehicles. The cameras can capture images and interactions between the traffic personnel and the public while conducting routine vehicle inspections and issuing ‘challans’ to the violators. M R Naik, the inspector general (IG) of traffic, told this reporter on Saturday that 33 pieces of body-worn cameras had already been procured. Initially, 12 districts, including Patna, Nalanda, Chhapra, Bhojpur, Gaya, Muzaffarpur, Darbhanga, Begusarai, Munger, Bhagalpur, Katihar, and Purnia, were equipped with these cameras. Their use began on Friday in most locations. “We frequently receive complaints about traffic police harassing people or illegally obtaining money from them, as well as public misbehaviour after they are discovered driving vehicles without proper documentation. In any of these circumstances, the audio-visual recording by the cameras will establish the fact,” Naik explained. He added, “These cameras will instil a sense of responsibility in both the public and the traffic police and ensure that their interactions are appropriate.” Besides, interceptor vehicles have also been acquired to enforce traffic rules and prevent road crimes. Naik stated that 17 of these vehicles had already arrived and were awaiting registration with the transport department before being allowed to operate on the roads. “Five of them will be assigned to the Patna traffic police and the remaining 12 to districts with high traffic volumes,” he said, adding that the vehicles would be extremely beneficial in congested areas such as Patna in terms of intercepting cars, violators of traffic rules, and those fleeing after committing crimes. The traffic IG also laid emphasis on the use of speed radar guns that have already been made available in different districts. According to sources, the procurement of new gadgets is underway as part of the police modernisation plan, and more body-worn cameras and interceptor vehicles are expected to arrive soon.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 46,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 8,
      "_Category_1": "Law and Order",
      "_Category_2": "Police",
      "_Category_3": "TRAFFIC_POLICE",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/two-hardcore-maoists-among-5-held-in-abad/articleshow/88481096.cms",
      "Headline": "Two hardcore Maoists among 5 held in Aurangabad",
      "News": "Five people, including two hardcore Maoists, were arrested in a special operation conducted by the central paramilitary forces and the local police in Aurangabad district. Aurangabad SP Kantesh Kumar Mishra on Friday said the arrested Maoists – Santosh Bhuyan and Sahib Bhuyan – were wanted in connection with the attacks on a CRPF camp and police station at Madanpur. They had also set the Madanpur block office on fire. The SP added the police had received intelligence inputs about the hideouts of these Maoists. “A special team comprising CRPF assistant commandant Pradeep Kumar , SHO Sanjay Kumar and ASIs Sangeeta Kumari and Aarti Kumari raided Chhotki Chhechhani and Sahiyari villages under Madanpur block and arrested the two Maoists,” he added. The SP said three other people who had come to demand a levy of Rs 50,000 from a brick kiln owner at Pauthu village under the Rafiganj police station area were also arrested. Maoist posters were seized from the possession of these people.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481096,width-500,resizemode-4,imgsize-35596/88481096.jpg",
      "News_Headline": "Two hardcore Maoists among 5 held in Aurangabad,AURANGABAD: Five people, including two hardcore Maoists, were arrested in a special operation conducted by the central paramilitary forces and the local police in Aurangabad district. Aurangabad SP Kantesh Kumar Mishra on Friday said the arrested Maoists – Santosh Bhuyan and Sahib Bhuyan – were wanted in connection with the attacks on a CRPF camp and police station at Madanpur. They had also set the Madanpur block office on fire. The SP added the police had received intelligence inputs about the hideouts of these Maoists. “A special team comprising CRPF assistant commandant Pradeep Kumar , SHO Sanjay Kumar and ASIs Sangeeta Kumari and Aarti Kumari raided Chhotki Chhechhani and Sahiyari villages under Madanpur block and arrested the two Maoists,” he added. The SP said three other people who had come to demand a levy of Rs 50,000 from a brick kiln owner at Pauthu village under the Rafiganj police station area were also arrested. Maoist posters were seized from the possession of these people.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 47,
      "_result_id_": 3,
      "_category_": "Top",
      "_score_": 0,
      "_Category_1": "Defense",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/vksu-to-start-short-term-skill-development-courses/articleshow/88481076.cms",
      "Headline": "VKSU to start short-term skill development courses",
      "News": "Veer Kunwar Singh University ( VKSU ) at Ara is likely to introduce short-term skill development courses for the benefit of local youth, vice-chancellor K C Sinha said. Sinha, who has been officiating as VKSU’s VC ever since its regular VC was sent on forced leave by the chancellor in September this year, said the decision to start job-oriented courses of short duration was taken in pursuance of the demand of the local youths. “Six-month certificate and one-year diploma courses in organic farming, digital marketing, office management, graphic art, hospital management, interior decoration, translations and GIS and remote sensing will be introduced in colleges which have sufficient infrastructure for running such courses. All these useful courses will be run in self-financing mode,” he said. The VC admitted that the university has not made its mark in the academic world even after three decades of its establishment. The university which has got its administrative control over 21 post-graduate departments, 17 constituent colleges and 57 affiliated colleges besides one government college spread in the districts of Bhojpur, Rohtas, Buxar and Kaimur has so far failed to start any new branch of study. Sinha said he was striving hard to create a sound academic atmosphere in the university by plugging all the loopholes.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88481076,width-500,resizemode-4,imgsize-/88481076.jpg",
      "News_Headline": "VKSU to start short-term skill development courses,PATNA: Veer Kunwar Singh University ( VKSU ) at Ara is likely to introduce short-term skill development courses for the benefit of local youth, vice-chancellor K C Sinha said. Sinha, who has been officiating as VKSU’s VC ever since its regular VC was sent on forced leave by the chancellor in September this year, said the decision to start job-oriented courses of short duration was taken in pursuance of the demand of the local youths. “Six-month certificate and one-year diploma courses in organic farming, digital marketing, office management, graphic art, hospital management, interior decoration, translations and GIS and remote sensing will be introduced in colleges which have sufficient infrastructure for running such courses. All these useful courses will be run in self-financing mode,” he said. The VC admitted that the university has not made its mark in the academic world even after three decades of its establishment. The university which has got its administrative control over 21 post-graduate departments, 17 constituent colleges and 57 affiliated colleges besides one government college spread in the districts of Bhojpur, Rohtas, Buxar and Kaimur has so far failed to start any new branch of study. Sinha said he was striving hard to create a sound academic atmosphere in the university by plugging all the loopholes.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 48,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 7,
      "_Category_1": "Education",
      "_Category_2": "College",
      "_Category_3": "Management_Colleges",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/xmas-today-patna-soaked-in-festive-spirit-churches-hold-mass-prayers/articleshow/88480897.cms",
      "Headline": "Xmas today: Patna soaked in festive spirit, churches hold mass prayers",
      "News": "City churches took on a festive appearance on the eve of Christmas on Friday. They completed preparations for holding mass prayers and other rituals on Saturday morning. The illuminations, carol singing, and Santa Claus were the highlights of the churches’ midnight celebrations. According to Father Juno Sebi, around 200 devotees attended the midnight prayers at the 117-year-old Catholic Church in Khagaul. “The New Year’s message is one of peace and prosperity for the country and people worldwide,” Father Juno told this reporter on Friday, adding that the church’s main Christmas celebration would take place in the most traditional manner on Saturday morning. Talking about the pandemic, the father said, “The church is strictly adhering to the safety protocols, including social distancing.” The 124-year-old Protestant Church in Khagaul, dubbed ‘Church of England’, was decked out for midnight celebrations. A large number of Anglo-Indians from Khagaul and other locations are expected to visit the church on Saturday morning. St Luke’s Church, which has been in existence for 191 years, and St Stephen’s Church, which has been there for 174 years, were also fully decked out for Christmas celebrations at Danapur cantonment. Army personnel commemorated the occasion by lighting and festooning these two churches. Rev Longjam Bipin Angomcha of St Luke’s Church said, “Nearly 300 devotees, mostly from Army families, will attend a special morning service on Saturday.” The Baptist Church in Khagaul and the Catholic Church in Phulwarisharif were also illuminated with lights. Reminiscing about the past, a devotee, N K Das, stated that Khagaul served as a focal point for Christmas celebrations during the pre and post-independence eras. He added, “The mass migration of Christian families took the lustre off Christmas celebrations in Khagaul.” Devotees, on the other hand, were seen thronging makeshift stalls throughout the city to purchase candles and Christmas décor on Friday.",
      "Date": "25-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88480897,width-500,resizemode-4,imgsize-/88480897.jpg",
      "News_Headline": "Xmas today: Patna soaked in festive spirit, churches hold mass prayers,Patna: City churches took on a festive appearance on the eve of Christmas on Friday. They completed preparations for holding mass prayers and other rituals on Saturday morning. The illuminations, carol singing, and Santa Claus were the highlights of the churches’ midnight celebrations. According to Father Juno Sebi, around 200 devotees attended the midnight prayers at the 117-year-old Catholic Church in Khagaul. “The New Year’s message is one of peace and prosperity for the country and people worldwide,” Father Juno told this reporter on Friday, adding that the church’s main Christmas celebration would take place in the most traditional manner on Saturday morning. Talking about the pandemic, the father said, “The church is strictly adhering to the safety protocols, including social distancing.” The 124-year-old Protestant Church in Khagaul, dubbed ‘Church of England’, was decked out for midnight celebrations. A large number of Anglo-Indians from Khagaul and other locations are expected to visit the church on Saturday morning. St Luke’s Church, which has been in existence for 191 years, and St Stephen’s Church, which has been there for 174 years, were also fully decked out for Christmas celebrations at Danapur cantonment. Army personnel commemorated the occasion by lighting and festooning these two churches. Rev Longjam Bipin Angomcha of St Luke’s Church said, “Nearly 300 devotees, mostly from Army families, will attend a special morning service on Saturday.” The Baptist Church in Khagaul and the Catholic Church in Phulwarisharif were also illuminated with lights. Reminiscing about the past, a devotee, N K Das, stated that Khagaul served as a focal point for Christmas celebrations during the pre and post-independence eras. He added, “The mass migration of Christian families took the lustre off Christmas celebrations in Khagaul.” Devotees, on the other hand, were seen thronging makeshift stalls throughout the city to purchase candles and Christmas décor on Friday.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 49,
      "_result_id_": 1,
      "_category_": "Top",
      "_score_": 1,
      "_Category_1": "COVID-19",
      "_Category_2": "Others",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Positive"
    },
    {
      "Hyperlink": "https://timesofindia.indiatimes.com/city/patna/young-docs-discuss-future-of-medical-profession-in-country/articleshow/88510374.cms",
      "Headline": "Young docs discuss future of medical profession in country",
      "News": "Incidents of suicide by young doctors, discrepancy in the number of seats between UG and PG courses, violence against doctors and the future of medical profession in the country were the main issues discussed by the Junior Doctors’ Network (JDN), the forum of young doctors of the Indian Medical Association (IMA) here on Sunday. The two-day national conference of the IMA will begin here from Monday. The JDN parliament was inaugurated by IMA president Dr J A Jayalal, president-elect Dr Sahjanand Prasad Singh and others. Dr Ajay Kumar, acting president of the Bihar branch of IMA, said about 500 young doctors from across the country attended the function and some of them raised various issues concerning the medical studies and profession. He said a workshop on basic emergency life-saving skill and advance cardiac life support by Dr Swati was organised. Dr Karan Juneja, JDN national secretary from a Gurugram-based hospital, pleaded for equality in seats in MBBS and PG (MD, MS) courses in medical colleges. He said several MBBS passouts remain deprived of opportunity of pursuing PG studies due to the less number of seats. Dr Rohan Krishnan, national president of Federation of All India Medical Association and senior resident (SR) of Postgraduate Institute of Medical Sciences, New Delhi raised the issue of discrepancy between DNB and PG courses like MD and MS. Dr Shankul Dwivedi from Madhya Pradesh and joint secretary of JDN raised the issue of growing incidents of suicide committed by young doctors. He said examination-related stress, long working hours in hospitals, unhealthy living conditions provided by the institutions and competition with the seniors could be the reasons behind cases of suicide.",
      "Date": "27-12-2021",
      "District": "Patna",
      "Image_Link": "https://static.toiimg.com/thumb/msid-88510374,width-500,resizemode-4,imgsize-/88510374.jpg",
      "News_Headline": "Young docs discuss future of medical profession in country,PATNA: Incidents of suicide by young doctors, discrepancy in the number of seats between UG and PG courses, violence against doctors and the future of medical profession in the country were the main issues discussed by the Junior Doctors’ Network (JDN), the forum of young doctors of the Indian Medical Association (IMA) here on Sunday. The two-day national conference of the IMA will begin here from Monday. The JDN parliament was inaugurated by IMA president Dr J A Jayalal, president-elect Dr Sahjanand Prasad Singh and others. Dr Ajay Kumar, acting president of the Bihar branch of IMA, said about 500 young doctors from across the country attended the function and some of them raised various issues concerning the medical studies and profession. He said a workshop on basic emergency life-saving skill and advance cardiac life support by Dr Swati was organised. Dr Karan Juneja, JDN national secretary from a Gurugram-based hospital, pleaded for equality in seats in MBBS and PG (MD, MS) courses in medical colleges. He said several MBBS passouts remain deprived of opportunity of pursuing PG studies due to the less number of seats. Dr Rohan Krishnan, national president of Federation of All India Medical Association and senior resident (SR) of Postgraduate Institute of Medical Sciences, New Delhi raised the issue of discrepancy between DNB and PG courses like MD and MS. Dr Shankul Dwivedi from Madhya Pradesh and joint secretary of JDN raised the issue of growing incidents of suicide committed by young doctors. He said examination-related stress, long working hours in hospitals, unhealthy living conditions provided by the institutions and competition with the seniors could be the reasons behind cases of suicide.",
      "News_Source": "Times of India",
      "State": "BIHAR",
      "Row_ID": 50,
      "_result_id_": 2,
      "_category_": "Top",
      "_score_": 3,
      "_Category_1": "Law and Order",
      "_Category_2": "Suicide Cases",
      "_Category_3": "Others",
      "_Category_4": "Others",
      "_Category_5": "Others",
      "_sentiment_": "Negative"
    }
  ]